accessDenied=\u30A2\u30AF\u30BB\u30B9\u306F\u62D2\u5426\u3055\u308C\u307E\u3057\u305F
addressCriteriaIsValid=\u6709\u52B9\u306A\u30A2\u30C9\u30EC\u30B9\u57FA\u6E96\u3067\u3059\u3002
addressingDescription=\u30A2\u30C9\u30EC\u30B9\u8A2D\u5B9A\u3067\u5C5E\u6027\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u3053\u306E\u5C5E\u6027\u306F\u30A2\u30C9\u30EC\u30B9\u8A2D\u5B9A\u540D\u306B\u4E00\u81F4\u3059\u308B\u30A2\u30C9\u30EC\u30B9\u3059\u3079\u3066\u306B\u9069\u7528\u3055\u308C\u307E\u3059 (\u30EF\u30A4\u30EB\u30AB\u30FC\u30C9\u3092\u542B\u3080)\u3002
administration_add_scoped_role=\u30B9\u30B3\u30FC\u30D7\u6307\u5B9A\u30ED\u30FC\u30EB\u306E\u8FFD\u52A0
administration_assignment_realm_desc=\u8A8D\u8A3C\u306B\u4F7F\u7528\u3055\u308C\u305F\u30EC\u30EB\u30E0\u3092\u57FA\u306B\u3057\u305F\u30DE\u30C3\u30D7\u306B\u6700\u9069\u306A\u5C5E\u6027\u3002
administration_assignment_roles_desc=\u542B\u307E\u308C\u308B\u307E\u305F\u306F\u9664\u5916\u3055\u308C\u308B\u30ED\u30FC\u30EB\u3002
administration_assignment_user_group_desc=\u30DE\u30C3\u30D7\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306E\u540D\u524D\u3002
administration_audit_log_desc=\u7BA1\u7406\u64CD\u4F5C\u306E\u76E3\u67FB\u30ED\u30B0
administration_members=\u30E1\u30F3\u30D0\u30FC
administration_role_include_all_desc=\u8A8D\u8A3C\u3055\u308C\u305F\u30E6\u30FC\u30B6\u30FC\u3059\u3079\u3066\u304C\u81EA\u52D5\u7684\u306B\u3053\u306E\u30ED\u30FC\u30EB\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u308B\u304B\u3069\u3046\u304B\u3092\u8A2D\u5B9A\u3002
administration_scoped_role_base_role_desc=server-group-scoped-role \u304C\u57FA\u306B\u306A\u308B\u6A19\u6E96\u30ED\u30FC\u30EB\u3002
administration_scoped_role_scope_desc=\u3053\u306E\u30ED\u30FC\u30EB\u306E\u30E6\u30FC\u30B6\u30FC\u304C\u5236\u7D04\u3055\u308C\u308B\u30DB\u30B9\u30C8\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u30EA\u30B9\u30C8\u3002
allContent=\u3059\u3079\u3066\u306E\u30B3\u30F3\u30C6\u30F3\u30C4
allDeploymentsAlreadyAssigned=\u5168\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u304C\u3059\u3067\u306B\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
allSingletonsAlreadyAdded=\u30B7\u30F3\u30B0\u30EB\u30C8\u30F3\u306E\u30EA\u30BD\u30FC\u30B9\u306F\u3059\u3079\u3066\u8FFD\u52A0\u3055\u308C\u3066\u3044\u307E\u3059\u3002
anyAddressModified=\u30A2\u30C9\u30EC\u30B9\u306B\u95A2\u3059\u308B\u5236\u7D04\u306F\u4FEE\u6B63\u3055\u308C\u307E\u3057\u305F\u304B\uFF1F
anyChanges=\u5909\u66F4\u306F\u3042\u308A\u307E\u305B\u3093\u304B\uFF1F
anyLoopbackModified=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u306B\u95A2\u3059\u308B\u5236\u7D04\u306F\u4FEE\u6B63\u3055\u308C\u307E\u3057\u305F\u304B\uFF1F
anyNicModified=NIC \u306B\u95A2\u3059\u308B\u5236\u7D04\u306F\u4FEE\u6B63\u3055\u308C\u307E\u3057\u305F\u304B\uFF1F
anythingConflictsWithAddressWildcard=\u30A2\u30C9\u30EC\u30B9\u306E\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u306B\u77DB\u76FE\u306F\u3042\u308A\u307E\u305B\u3093\u304B\uFF1F
anythingConflictsWithInetAddress=Inet \u30A2\u30C9\u30EC\u30B9\u306B\u77DB\u76FE\u306F\u3042\u308A\u307E\u305B\u3093\u304B\uFF1F
assignContent=\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u5272\u308A\u5F53\u3066
asyncCallFailed=\u975E\u540C\u671F\u306E\u547C\u3073\u51FA\u3057\u304C\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
attributeDescriptionsNotAvailable=\u5C5E\u6027\u306E\u8A73\u7D30\u3092\u8868\u793A\u3067\u304D\u307E\u305B\u3093\u3002
attributesNotSupported=\u3053\u306E\u30A8\u30C7\u30A3\u30BF\u30FC\u306B\u306F\u5BFE\u5FDC\u3057\u3066\u3044\u306A\u3044\u5C5E\u6027\u304C\u3042\u308A\u307E\u3059\u3002
availableChildrenTypes=\u5229\u7528\u53EF\u80FD\u306A\u5B50\u306E\u30BF\u30A4\u30D7
batchSubsystemDescription=\u30D0\u30C3\u30C1\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3067\u3059\u3002
bridgeDescription=\u30D6\u30EA\u30C3\u30B8\u306E\u6A5F\u80FD\u306F\u3001\u30BD\u30FC\u30B9\u30AD\u30E5\u30FC\u304B\u3089\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u6D88\u8CBB\u3057\u3001\u901A\u5E38\u5225\u306E HornetQ \u30B5\u30FC\u30D0\u30FC\u4E0A\u306B\u3042\u308B\u5BFE\u8C61\u30A2\u30C9\u30EC\u30B9\u306B\u8EE2\u9001\u3057\u307E\u3059\u3002
broadcastDescription=\u30B5\u30FC\u30D0\u30FC\u304C\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u7D4C\u7531\u3067\u30B3\u30CD\u30AF\u30BF\u30FC\u3092\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u3059\u308B\u305F\u3081\u306E\u624B\u6BB5\u304C\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u30B0\u30EB\u30FC\u30D7\u3067\u3059\u3002\u30B3\u30CD\u30AF\u30BF\u30FC\u3067\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8 (\u307E\u305F\u306F\u5225\u306E\u30B5\u30FC\u30D0\u30FC) \u304C\u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3092\u884C\u3046\u65B9\u6CD5\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
browseBy=\u53C2\u7167\u65B9\u6CD5
bs_configure_interface_desc=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u540D\u3068 URL \u3092\u5165\u529B\u3057\u307E\u3059\u3002
bs_configure_interface_duplicate=\u3053\u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u540D\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002\u5225\u306E\u540D\u524D\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
bs_configure_interface_header=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u8A2D\u5B9A
bs_configure_interface_name_placeholder=\u3053\u306E\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u540D\u524D\u3067\u3059
bs_connect_interface_connect=\u63A5\u7D9A
bs_connect_interface_desc=\u3053\u306E\u30C0\u30A4\u30A2\u30ED\u30B0\u3092\u4F7F\u3063\u3066\u5B9F\u884C\u4E2D\u306E WildFly \u30B9\u30BF\u30F3\u30C9\u30A2\u30ED\u30F3\u304B\u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u30FC\u306B\u63A5\u7D9A\u3057\u307E\u3059\u3002\u4EE5\u4E0B\u306E\u4E00\u89A7\u304B\u3089\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u9078\u629E\u3057\u3066\u65B0\u3057\u3044\u3082\u306E\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002
bs_connect_interface_header=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u63A5\u7D9A\u3059\u308B
bs_connect_interface_no_selection=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
bs_interface_success=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306F\u5B9F\u884C\u4E2D\u3067\u3059\u3002
bs_ping=Ping
cannotCreateChildResource=\u5B50\u30EA\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093
cannotLoadSubsystems=\u9078\u629E\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
cannotReadDeploymentScanner=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30B9\u30AD\u30E3\u30CA\u30FC\u3092\u8AAD\u307F\u8FBC\u3081\u307E\u305B\u3093
cannotUploadDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093
chooseDeploymentScanner=\u4EE5\u4E0B\u304B\u3089\u7279\u5B9A\u8A2D\u5B9A\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30B9\u30AD\u30E3\u30CA\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
chooseFromContentRepository=\ \u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u304B\u3089\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
chooseFromContentRepositoryDescription=\u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306E\u3059\u3067\u306B\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3055\u308C\u305F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
clusterConnectionDescription=\u30B3\u30CD\u30AF\u30BF\u30FC\u3092\u30A2\u30CA\u30A6\u30F3\u30B9\u3059\u308B\u4ED6\u306E\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u30D6\u30ED\u30FC\u30C9\u30AD\u30E3\u30B9\u30C8\u3092\u53D7\u4FE1\u3059\u308B\u305F\u3081\u306B\u30EA\u30C3\u30B9\u30F3\u3059\u308B\u30DE\u30EB\u30C1\u30AD\u30E3\u30B9\u30C8\u30B0\u30EB\u30FC\u30D7
commom_label_filter=\u30D5\u30A3\u30EB\u30BF\u30FC
common_error_unknownError=\u4E0D\u660E\u306A\u30A8\u30E9\u30FC
common_label_add=\u8FFD\u52A0
common_label_addContent=\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u8FFD\u52A0
common_label_addItem=\u30A2\u30A4\u30C6\u30E0\u306E\u8FFD\u52A0
common_label_addProperty=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u306E\u8FFD\u52A0
common_label_advanced=\u8A73\u7D30
common_label_append=\u8FFD\u52A0
common_label_areYouSure=\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
common_label_assign=\u5272\u308A\u5F53\u3066
common_label_attributes=\u5C5E\u6027
common_label_autoStart=\u81EA\u52D5\u958B\u59CB\uFF1F
common_label_browseContent=Browse Content
common_label_cancel=\u30AD\u30E3\u30F3\u30BB\u30EB
common_label_chooseFile=\u30C7\u30D7\u30ED\u30A4\u3092\u884C\u3046\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
common_label_clear=\u6D88\u53BB
common_label_clone=\u30AF\u30ED\u30FC\u30F3
common_label_continue=\u7D9A\u884C
common_label_copy=\u30B3\u30D4\u30FC
common_label_date=\u65E5\u4ED8
common_label_delete=\u524A\u9664
common_label_deployments=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8
common_label_details=\u8A73\u7D30
common_label_disable=\u7121\u52B9
common_label_done=\u5B8C\u4E86
common_label_edit=\u7DE8\u96C6
common_label_enOrDisable=\u6709\u52B9\uFF0F\u7121\u52B9
common_label_enable=\u6709\u52B9
common_label_exclude=\u9664\u5916
common_label_explode=Explode
common_label_export=\u30A8\u30AF\u30B9\u30DD\u30FC\u30C8
common_label_filter=\u30D5\u30A3\u30EB\u30BF\u30FC
common_label_finish=\u5B8C\u4E86
common_label_generalConfig=\u4E00\u822C\u8A2D\u5B9A
common_label_group=\u30B0\u30EB\u30FC\u30D7
common_label_groups=\u30B0\u30EB\u30FC\u30D7
common_label_host=\u30DB\u30B9\u30C8
common_label_hostConfiguration=\u30DB\u30B9\u30C8\u8A2D\u5B9A
common_label_include=\u542B\u3081\u308B
common_label_includes=\u542B\u3081\u308B
common_label_interfaces=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9
common_label_item=\u30A2\u30A4\u30C6\u30E0
common_label_key=\u30AD\u30FC
common_label_logout=\u30ED\u30B0\u30A2\u30A6\u30C8
common_label_manageDeployments=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u7BA1\u7406
common_label_messageDetailTitle=\u30E1\u30C3\u30BB\u30FC\u30B8
common_label_messages=\u30E1\u30C3\u30BB\u30FC\u30B8
common_label_name=\u540D\u79F0
common_label_next=\u6B21\u3078 &rsaquo;&rsaquo;
common_label_noRecentMessages=\u65B0\u898F\u30E1\u30C3\u30BB\u30FC\u30B8\u306F\u3042\u308A\u307E\u305B\u3093\u3002
common_label_operations=\u64CD\u4F5C
common_label_option=\u30AA\u30D7\u30B7\u30E7\u30F3
common_label_patch_stream=Patch stream
common_label_paths=\u30D1\u30B9
common_label_plaseWait=\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
common_label_portOffset=\u30DD\u30FC\u30C8\u30AA\u30D5\u30BB\u30C3\u30C8
common_label_predicate=Predicate
common_label_priority=Priority
common_label_probe=\u30D7\u30ED\u30FC\u30D6
common_label_profile=\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB
common_label_properties=\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC
common_label_recover=\u56DE\u5FA9
common_label_refresh=\u66F4\u65B0
common_label_reload=\u30EA\u30ED\u30FC\u30C9
common_label_remove=\u524A\u9664
common_label_replace=\u7F6E\u63DB
common_label_requestProcessed=\u30EA\u30AF\u30A8\u30B9\u30C8\u51E6\u7406\u4E2D
common_label_reset=\u30EA\u30BB\u30C3\u30C8
common_label_restart=\u518D\u8D77\u52D5
common_label_role=\u30ED\u30FC\u30EB
common_label_roles=\u30ED\u30FC\u30EB
common_label_runtimeName=\u30E9\u30F3\u30BF\u30A4\u30E0\u540D
common_label_save=\u4FDD\u5B58
common_label_search=\u691C\u7D22
common_label_selection=\u9078\u629E
common_label_serverConfigs=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A
common_label_serverGroupConfigurations=\u30B0\u30EB\u30FC\u30D7\u8A2D\u5B9A
common_label_serverGroups=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7
common_label_settings=\u8A2D\u5B9A
common_label_socketBinding=\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0
common_label_start=\u958B\u59CB
common_label_stats=\u7D71\u8A08
common_label_stop=\u505C\u6B62
common_label_subsystems=\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0
common_label_success=\u6210\u529F\uFF1A
common_label_systemProperties=\u30B7\u30B9\u30C6\u30E0\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC
common_label_type=\u30BF\u30A4\u30D7
common_label_unassign=\u5272\u308A\u5F53\u3066\u306E\u89E3\u9664
common_label_user=\u30E6\u30FC\u30B6\u30FC
common_label_users=\u30E6\u30FC\u30B6\u30FC
common_label_value=\u5024
common_label_view=\u8868\u793A
common_label_virtualMachine=JVM \u8A2D\u5B9A
common_label_virtualMachines=JVM \u8A2D\u5B9A
common_serverConfig_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u5168\u4F53\u8A2D\u5B9A\u3092\u6307\u5B9A\u3057\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u958B\u59CB\u53EF\u80FD\u3067\u4F5C\u696D\u3092\u884C\u3046\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u6240\u5C5E\u3057\u307E\u3059\u3002
common_serverGroups_desc=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u30B5\u30FC\u30D0\u30FC\u7FA4\u306B\u5BFE\u3057\u3066\u5171\u901A\u306E\u7BA1\u7406\u30DD\u30EA\u30B7\u30FC\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3068\u95A2\u9023\u4ED8\u3051\u3089\u308C\u3066\u3044\u307E\u3059\u3002
common_socket_bindings_desc=\u30BD\u30B1\u30C3\u30C8\u8A2D\u5B9A\u4E00\u89A7\u3002\u3053\u308C\u3089\u306E\u8A2D\u5B9A\u306F\u30B5\u30FC\u30D0\u30FC\uFF0F\u30C9\u30E1\u30A4\u30F3\u5168\u4F53\u306E\u8A2D\u5B9A\u3067\u53C2\u7167\u3055\u308C\u307E\u3059\u3002
connectedTo=\u63A5\u7D9A\u3057\u307E\u3057\u305F
connecto_to_desc_domain=\u5225\u306E WildFly \u30C9\u30E1\u30A4\u30F3\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u30FC\u306B\u63A5\u7D9A\u3059\u308B
connecto_to_desc_standalone=\u5225\u306E WildFly \u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3059\u308B
containerSettings=\u30B3\u30F3\u30C6\u30CA\u30FC\u306E\u8A2D\u5B9A
copyServerDescription=<h3>\u30B3\u30D4\u30FC\u306E\u4F5C\u6210</h3> \u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u30B3\u30D4\u30FC\u3092\u4F5C\u6210\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u6642\u306E\u7AF6\u5408\u3092\u907F\u3051\u308B\u305F\u3081\u30DD\u30FC\u30C8\u306E\u30AA\u30D5\u30BB\u30C3\u30C8\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
createProfile=\u65B0\u898F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u4F5C\u6210
createUnmanaged=\u672A\u7BA1\u7406\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u4F5C\u6210
createUnmanagedDescription=\u672A\u7BA1\u7406\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30FC\u30AB\u30EB\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u3092\u53C2\u7167\u3057\u307E\u3059\u3002\u7BA1\u7406\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3068\u6BD4\u8F03\u3059\u308B\u3068\u3001\u672A\u7BA1\u7406\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u3001\u30C7\u30D7\u30ED\u30A4\u524D\u306B\u30B5\u30FC\u30D0\u30FC\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306B\u30B3\u30D4\u30FC (\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9) \u3055\u308C\u307E\u305B\u3093\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30B3\u30F3\u30C6\u30F3\u30C4\u306F\u305D\u306E\u307E\u307E\u306E\u72B6\u614B\u3067\u3001\u305D\u306E\u5143\u306E\u5834\u6240\u304B\u3089\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u307E\u3059\u3002\u6CE8\u610F\: \u516C\u958B\u3055\u308C\u308B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u672A\u7BA1\u7406\u3068\u3057\u3066\u306E\u307F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u307E\u3059\u3002
deploymentCannotExplodeEnabled=Cannot explode an enabled deployment
deploymentCannotExplodeExploded=Cannot explode an already exploded deployment
deploymentCannotExplodeUnmanaged=Cannot explode an unmanaged deployment
deploymentCannotReadUnexploded=Cannot read content from an unexploded deployment
deploymentCannotReadUnmanaged=Cannot read content from an unmanaged deployment
deploymentCannotReplaceUnmanaged=Cannot replace unmanaged deployment
deploymentEnabledDescription=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u305F\u5F8C\u306B\u6709\u52B9\u306B\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u793A\u3059 Boolean \u5024\u3067\u3059\u3002
deploymentNameDescription=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u4E00\u610F\u8B58\u5225\u5B50\u3002\u5168\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u4E00\u610F\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
deploymentRuntimeNameDescription=\u30B5\u30FC\u30D0\u30FC\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u5185\u3067\u4F7F\u308F\u308C\u308B\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u540D\u3067\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30A1\u30A4\u30EB\u540D\u3068\u540C\u3058\u3067\u3001\u30C7\u30D5\u30A9\u30EB\u30C8\u306E Java Enterprise Edition \u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3084\u30E2\u30B8\u30E5\u30FC\u30EB\u540D\u306E\u3088\u3046\u306A\u3082\u306E\u306E\u57FA\u790E\u3092\u5F62\u6210\u3057\u307E\u3059\u304C\u3001\u5834\u5408\u306B\u3088\u3063\u3066\u306F\u30012 \u3064\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306B\u540C\u3058 'runtime-name' \u3092\u6301\u305F\u305B\u3066  ('foo.war' \u306E 2 \u7A2E\u985E\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306A\u3069) \u4E21\u65B9\u3092\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306B\u7528\u610F\u3057\u3066\u304A\u304D\u305F\u3044\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u3053\u306E\u3088\u3046\u306A\u5834\u5408\u306B\u306F 'name' \u306B\u306F\u7570\u306A\u308B\u5024\u3092\u6301\u305F\u305B 'runtime-name' \u306B\u540C\u3058\u5024\u3092\u4F7F\u7528\u3057\u307E\u3059\u3002
discoveryGroupDescription=A discovery group listens for broadcast of connector information from other servers.
discoveryGroupOrConnectorsCanBeDefined=\u30C7\u30A3\u30B9\u30AB\u30D0\u30EA\u30FC\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30B3\u30CD\u30AF\u30BF\u30FC\u306E\u3044\u305A\u308C\u304B\u4E00\u65B9\u3092\u6307\u5B9A\u3067\u304D\u307E\u3059
discoveryGroupOrConnectorsMustBeDefined=\u30C7\u30A3\u30B9\u30AB\u30D0\u30EA\u30FC\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u30B3\u30CD\u30AF\u30BF\u30FC\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044
dismiss=\u9589\u3058\u308B
divertDescription=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30ED\u30B8\u30C3\u30AF\u306B\u5909\u66F4\u3092\u52A0\u3048\u308B\u3053\u3068\u306A\u304F\u3001\u3042\u308B\u30A2\u30C9\u30EC\u30B9\u3092\u5225\u306E\u30A2\u30C9\u30EC\u30B9\u306B\u30EB\u30FC\u30C6\u30A3\u30F3\u30B0\u3059\u308B\u3088\u3046\u900F\u660E\u7684\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u8FC2\u56DE\u53EF\u80FD\u306B\u3059\u308B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30EA\u30BD\u30FC\u30B9\u3002
downloadInProgress=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u9032\u884C\u4E2D
downloadLogFile=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
downloadingLogFileConfirmation=\u3053\u306E\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u5834\u5408\u304C\u3042\u308A\u307E\u3059\u3002\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3092\u958B\u59CB\u3057\u307E\u3059\u304B\uFF1F
duplicate_data_source_jndi=\u305D\u306E JNDI \u540D\u3092\u6301\u3064\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
duplicate_data_source_name=\u305D\u306E\u540D\u524D\u3092\u6301\u3064\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
duplicate_mail_server_type=\u30E1\u30FC\u30EB\u30B5\u30FC\u30D0\u30FC\u30BF\u30A4\u30D7\u306F\u3059\u3067\u306B\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u3059\u3002
enableAssignmentOnSelectedServerGroups=\u9078\u629E\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u5272\u308A\u5F53\u3066\u3092\u6709\u52B9\u306B\u3059\u308B
excludedFrom=\u9664\u5916
expressionsRunningServer=\u5F0F\u304C\u5B9F\u884C\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u306B\u5BFE\u3057\u3066\u89E3\u6C7A\u3055\u308C\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002
failedToAddServer=\u30B5\u30FC\u30D0\u30FC\u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToCreateSecurityContext=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FC\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToLoadServerNames=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30B5\u30FC\u30D0\u30FC\u540D\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToParseDescription=\u8A73\u7D30\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToReadMetricDescription=\u6E2C\u5B9A\u57FA\u6E96\u306E\u8A73\u7D30\u3092\u8AAD\u307F\u51FA\u305B\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToRemoveServer=\u30B5\u30FC\u30D0\u30FC\u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToResolveExpression=\u5F0F\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
failedToRetrieveAttributeDescriptions=\u5C5E\u6027\u306E\u8A73\u7D30\u3092\u8AAD\u307F\u51FA\u305B\u307E\u305B\u3093\u3067\u3057\u305F\u3002
goToRuntime=Go to Runtime
groupAlreadyExists=\u30B0\u30EB\u30FC\u30D7\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
help=\u30D8\u30EB\u30D7
help_close_help=\u7D42\u4E86
help_need_help=\u30D8\u30EB\u30D7
homepage_access_control_section=\u30E6\u30FC\u30B6\u30FC\u30ED\u30FC\u30EB\u306E\u5272\u308A\u5F53\u3066
homepage_access_control_step1=\u65B0\u898F\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306E\u8FFD\u52A0
homepage_access_control_step2=\u305D\u306E\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306B 1 \u3064\u306E\u30ED\u30FC\u30EB\u307E\u305F\u306F\u8907\u6570\u306E\u30ED\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u307E\u3059
homepage_access_control_step_intro=\u30ED\u30FC\u30EB\u3092\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u30B7\u30B9\u30C6\u30E0\u30EA\u30BD\u30FC\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
homepage_access_control_sub_header=\u7BA1\u7406\u52D5\u4F5C\u7528\u306B\u30E6\u30FC\u30B6\u30FC\u304A\u3088\u3073\u30B0\u30EB\u30FC\u30D7\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u7BA1\u7406\u3057\u307E\u3059
homepage_configuration_domain_step1=\u9069\u5207\u306A\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3092\u9078\u629E\u3057\u307E\u3059
homepage_configuration_domain_sub_header=\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3068\u304A\u3088\u3073\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3092\u884C\u3044\u307E\u3059
homepage_configuration_section=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u4F5C\u6210
homepage_configuration_standalone_step1=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u9078\u629E
homepage_configuration_standalone_sub_header=\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3092\u884C\u3046
homepage_configuration_step2=XA \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u307E\u305F\u306F XA \u4EE5\u5916\u306E\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u8FFD\u52A0
homepage_configuration_step3=\u300C\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u4F5C\u6210\u300D\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u4F7F\u3063\u3066\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u8A2D\u5B9A\u3092\u884C\u3044\u307E\u3059
homepage_configuration_step_intro=\u30C7\u30D7\u30ED\u30A4\u3057\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3067\u4F7F\u7528\u3059\u308B\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002\u9069\u5207\u306A JDBC \u30C9\u30E9\u30A4\u30D0\u30FC\u306E\u30C7\u30D7\u30ED\u30A4\u304A\u3088\u3073\u767B\u9332\u304C\u5FC5\u8981\u306B\u306A\u308A\u307E\u3059\u3002
homepage_deployments_domain_step_1=\u65B0\u898F\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306B\u8FFD\u52A0\u3059\u308B
homepage_deployments_domain_step_2=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092 1 \u3064\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u307E\u305F\u306F\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u307E\u3059
homepage_deployments_domain_step_intro=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002
homepage_deployments_section=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u30C7\u30D7\u30ED\u30A4
homepage_deployments_standalone_step_1=\u300C\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u8FFD\u52A0\u300D\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u4F7F\u3063\u3066\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059
homepage_deployments_standalone_step_intro=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D0\u30FC\u306B\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059
homepage_deployments_step_enable=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u6709\u52B9\u306B\u3059\u308B
homepage_deployments_sub_header=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u8FFD\u52A0\u3068\u7BA1\u7406
homepage_help_admin_guide_text=\u7BA1\u7406\u30AC\u30A4\u30C9
homepage_help_consulting_link=https\://www.redhat.com/consulting/
homepage_help_consulting_text=Red Hat \u30B3\u30F3\u30B5\u30EB\u30C6\u30A3\u30F3\u30B0\u3067\u5C02\u9580\u5BB6\u306E\u30B5\u30DD\u30FC\u30C8\u3092\u53D7\u3051\u308B
homepage_help_developers_mailing_list_text=\u958B\u767A\u8005\u30E1\u30FC\u30EA\u30F3\u30B0\u30EA\u30B9\u30C8
homepage_help_eap_community_link=https\://community.jboss.org/en/jbosseap
homepage_help_eap_community_text=\u958B\u767A\u30B3\u30DF\u30E5\u30CB\u30C6\u30A3\u30FC\u306B\u8CEA\u554F\u3059\u308B
homepage_help_eap_configurations_link=https://access.redhat.com/articles/2026253/
homepage_help_eap_configurations_text=JBoss EAP \u3067\u5BFE\u5FDC\u3057\u3066\u3044\u308B\u8A2D\u5B9A\u3092\u8868\u793A\u3057\u307E\u3059
homepage_help_eap_documentation_link=https://access.redhat.com/documentation/en/red-hat-jboss-enterprise-application-platform/
homepage_help_eap_documentation_text=JBoss EAP \u30C9\u30AD\u30E5\u30E1\u30F3\u30C8\u3092\u8AAD\u3080
homepage_help_general_resources=\u4E00\u822C\u7684\u306A\u30EA\u30BD\u30FC\u30B9
homepage_help_get_help=\u52A9\u8A00\u3092\u53D7\u3051\u308B
homepage_help_irc_text=IRC
homepage_help_knowledgebase_link=https\://access.redhat.com/site/knowledgebase
homepage_help_knowledgebase_text=\u767A\u751F\u3057\u305F\u554F\u984C\u306E\u89E3\u6C7A\u6CD5\u3092 Red Hat \u30CA\u30EC\u30C3\u30B8\u30D9\u30FC\u30B9\u3067\u691C\u7D22\u3059\u308B
homepage_help_latest_news=\u6700\u65B0\u30CB\u30E5\u30FC\u30B9
homepage_help_learn_more_eap_link=https://www.redhat.com/en/technologies/jboss-middleware/application-platform
homepage_help_learn_more_eap_text=JBoss EAP \u306B\u3064\u3044\u3066
homepage_help_model_reference_text=\u30E2\u30C7\u30EB\u53C2\u7167\u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
homepage_help_need_help=\u30D8\u30EB\u30D7
homepage_help_training_link=https://www.redhat.com/en/services/training/courses-by-curriculum
homepage_help_training_text=Red Hat \u306E\u30C8\u30EC\u30FC\u30CB\u30F3\u30B0\u30B3\u30FC\u30B9\u306B\u7533\u3057\u8FBC\u3080
homepage_help_trouble_ticket_link=https\://access.redhat.com/home
homepage_help_trouble_ticket_text=\u30B5\u30DD\u30FC\u30C8\u3092\u53D7\u3051\u308B\u307E\u305F\u306F\u554F\u984C\u30C1\u30B1\u30C3\u30C8\u3092\u9001\u4FE1\u3059\u308B
homepage_help_tutorials_link=https\://developers.redhat.com/products/eap/learn/
homepage_help_tutorials_text=\u30C1\u30E5\u30FC\u30C8\u30EA\u30A2\u30EB\u304A\u3088\u3073\u30AF\u30A4\u30C3\u30AF\u30B9\u30BF\u30FC\u30C8\u3092\u5229\u7528\u3059\u308B
homepage_help_user_forums_text=\u30E6\u30FC\u30B6\u30FC\u30D5\u30A9\u30FC\u30E9\u30E0
homepage_help_wildfly_issues_text=\u554F\u984C\u3092\u95B2\u89A7\u3059\u308B
homepage_help_wilfdfly_documentation_text=WildFly \u30C9\u30AD\u30E5\u30E1\u30F3\u30C8
homepage_help_wilfdfly_home_text=WildFly \u30DB\u30FC\u30E0
homepage_jms_domain_step1=\u9069\u5207\u306A\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3092\u9078\u629E\u3057\u307E\u3059
homepage_jms_section=JMS \u30AD\u30E5\u30FC\u306E\u4F5C\u6210
homepage_jms_standalone_step1=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u9078\u629E
homepage_jms_step2=\u5FC5\u8981\u306A\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306E\u30AD\u30E5\u30FC & \u30C8\u30D4\u30C3\u30AF\u3092\u8868\u793A\u3057\u307E\u3059
homepage_jms_step3=\u65B0\u898F\u306E\u30AD\u30E5\u30FC\u3092\u8FFD\u52A0\u3057\u3001\u30AD\u30E5\u30FC\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u3092\u8A2D\u5B9A\u3057\u307E\u3059
homepage_jms_step_intro=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306E JMS \u30AD\u30E5\u30FC\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
homepage_new_to_eap=JBoss EAP7 \u306E\u65B0\u6A5F\u80FD
homepage_patching_domain_step2=\u30BF\u30FC\u30B2\u30C3\u30C8\u30DB\u30B9\u30C8\u3092\u9078\u629E\u3057\u307E\u3059
homepage_patching_section=\u30D1\u30C3\u30C1\u306E\u9069\u7528
homepage_patching_step1=\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u30DE\u30B7\u30F3\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u307E\u3059
homepage_patching_step_apply=\u300C\u30D1\u30C3\u30C1\u306E\u9069\u7528\u300D\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u4F7F\u3063\u3066\u30D1\u30C3\u30C1\u306E\u9078\u629E\u3068\u9069\u7528\u3092\u884C\u3044\u307E\u3059
homepage_runtime_domain_create_server_section=\u30B5\u30FC\u30D0\u30FC\u306E\u4F5C\u6210
homepage_runtime_domain_create_server_step1=\u30DB\u30B9\u30C8\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u3066\u65B0\u898F\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u8FFD\u52A0\u3057\u307E\u3059
homepage_runtime_domain_create_server_step2=\u300C\u65B0\u898F\u30B5\u30FC\u30D0\u30FC\u306E\u4F5C\u6210\u300D\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u4F7F\u3063\u3066\u30B5\u30FC\u30D0\u30FC\u306E\u8A2D\u5B9A\u3092\u884C\u3044\u307E\u3059
homepage_runtime_domain_create_server_step_intro=\u65B0\u898F\u306E\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002
homepage_runtime_domain_monitor_server_section=\u30B5\u30FC\u30D0\u30FC\u306E\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0
homepage_runtime_domain_monitor_server_step1=\u8A72\u5F53\u3059\u308B\u30DB\u30B9\u30C8\u307E\u305F\u306F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3067\u30B5\u30FC\u30D0\u30FC\u3092\u9078\u629E\u3057\u307E\u3059
homepage_runtime_domain_monitor_server_step2=\u5B9F\u884C\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u306E JVM \u4F7F\u7528\u91CF\u307E\u305F\u306F\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3092\u8868\u793A\u3057\u307E\u3059
homepage_runtime_domain_server_group_section=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u4F5C\u6210
homepage_runtime_domain_server_group_step1=\u65B0\u898F\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u8FFD\u52A0\u3057\u307E\u3059
homepage_runtime_domain_server_group_step2=\u300C\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u4F5C\u6210\u300D\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u4F7F\u3063\u3066\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u8A2D\u5B9A\u3092\u884C\u3044\u307E\u3059
homepage_runtime_domain_server_group_step_intro=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u5B9A\u7FA9\u3057\u3066\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u30BB\u30C3\u30C8\u3092 1 \u3064\u306E\u30B5\u30FC\u30D0\u30FC\u3068\u3057\u3066\u7BA1\u7406\u3001\u8A2D\u5B9A\u3092\u884C\u3044\u307E\u3059\u3002
homepage_runtime_domain_sub_header=\u30B5\u30FC\u30D0\u30FC\u306E\u72B6\u614B\u3092\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u3059\u308B\u3001\u30B5\u30FC\u30D0\u30FC\u3068\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u8A2D\u5B9A\u3059\u308B
homepage_runtime_standalone_section=\u30B5\u30FC\u30D0\u30FC\u306E\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0
homepage_runtime_standalone_step1=\u30B5\u30FC\u30D0\u30FC\u3092\u9078\u629E\u3057\u307E\u3059
homepage_runtime_standalone_step2=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u307E\u305F\u306F JVM \u4F7F\u7528\u91CF\u3092\u8868\u793A\u3057\u307E\u3059
homepage_runtime_standalone_sub_header=\u30B5\u30FC\u30D0\u30FC\u306E\u72B6\u614B\u3092\u30E2\u30CB\u30BF\u30EA\u30F3\u30B0\u3059\u308B
homepage_runtime_step_intro=\u30B5\u30FC\u30D0\u30FC\u306E\u72B6\u614B\u3001JVM \u306E\u72B6\u614B\u3001\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306A\u3069\u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831\u3092\u8868\u793A\u3055\u305B\u307E\u3059
homepage_take_a_tour=\u30C4\u30A2\u30FC\u3092\u3054\u89A7\u304F\u3060\u3055\u3044
hornetq_acceptor_type_desc=HornetQ \u30B5\u30FC\u30D0\u30FC\u3078\u306E\u63A5\u7D9A\u65B9\u6CD5\u3092\u5B9A\u7FA9\u3057\u307E\u3059\u3002
host_interfaces_desc=\u30DB\u30B9\u30C8\u3067\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u30D0\u30A4\u30F3\u30C9\u3059\u308B\u305F\u3081\u306E\u7279\u5225\u306A\u30EB\u30FC\u30EB\u3002\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u540D\u524D\u3067\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u53C2\u7167\u3057\u307E\u3059\u3002
host_properties_desc=\u30DB\u30B9\u30C8\u4E0A\u306E\u30B5\u30FC\u30D0\u30FC\u304C\u7D99\u627F\u3057\u305F\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u3002\u30B5\u30FC\u30D0\u30FC\u3054\u3068\u306B\u5404\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u5024\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3067\u304D\u307E\u3059\u3002
hosts_jvm_desc=\u3053\u308C\u3089\u306E JVM \u8A2D\u5B9A\u306F\u30DB\u30B9\u30C8\u306B\u3042\u308B\u3069\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u3067\u3082\u9069\u7528\u53EF\u80FD\u3067\u3059\u3002\u540D\u524D\u3092\u4F7F\u3044\u3001\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3078\u306E JVM \u8A2D\u5B9A\u306E\u5272\u308A\u5F53\u3066\u3092\u884C\u3044\u307E\u3059\u3002
hosts_jvm_err_deleteDefault=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E JVM \u8A2D\u5B9A\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
hosts_jvm_title=\u30DB\u30B9\u30C8\u306E JVM \u8A2D\u5B9A
identityProviderDescription=\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3068\u306F\u30A8\u30F3\u30C9\u30E6\u30FC\u30B6\u30FC\u3092\u8A8D\u8A3C\u3057\u3001\u305D\u306E\u30E6\u30FC\u30B6\u30FC\u306E ID \u3092\u4FE1\u983C\u3067\u304D\u308B\u65B9\u6CD5\u3067\u4FE1\u983C\u3067\u304D\u308B\u30D1\u30FC\u30C8\u30CA\u30FC\u306B\u5BFE\u3057\u3066\u30A2\u30B5\u30FC\u30C8\u3067\u304D\u308B\u6A29\u9650\u306E\u3042\u308B\u5F79\u5272\u3092\u679C\u305F\u3059\u30A8\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u306B\u306A\u308A\u307E\u3059\u3002
includedFromProfile=\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u306E\u7D44\u307F\u8FBC\u307F
insufficientPrivileges=\u3053\u306E\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u306B\u306F\u6A29\u9650\u304C\u4E0D\u5341\u5206\u3067\u3059\u3002
interfacesDescription=\u30BD\u30B1\u30C3\u30C8\u306E\u30D0\u30A4\u30F3\u30C9\u5148\u3068\u306A\u308B\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\uFF0FIP \u30A2\u30C9\u30EC\u30B9\uFF0F\u30DB\u30B9\u30C8\u540D\u306E\u8AD6\u7406\u540D\u3067\u3059\u3002domain.xml\u3001host.xml \u304A\u3088\u3073 standalone.xml \u306E\u8A2D\u5B9A\u306B\u306F\u3059\u3079\u3066\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u516C\u958B\u3067\u304D\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u306E\u4ED6\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306F\u3053\u306E\u8AD6\u7406\u540D\u3092\u4F7F\u3063\u3066\u516C\u958B\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u53C2\u7167\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u305F\u3081\u3001\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u5168\u8A73\u7D30 (\u30DE\u30B7\u30F3\u306B\u3088\u3063\u3066\u7570\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B) \u3092\u542B\u307E\u305B\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u8A2D\u5B9A\u306B\u306F\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u8AD6\u7406\u540D\u306E\u4ED6\u3001\u5B9F\u969B\u306B\u4F7F\u7528\u3059\u308B\u7269\u7406\u30A2\u30C9\u30EC\u30B9\u3092\u89E3\u6C7A\u3059\u308B\u969B\u306B\u4F7F\u3046\u57FA\u6E96\u3092\u8A18\u8F09\u3057\u305F\u60C5\u5831\u3092\u542B\u307E\u305B\u307E\u3059\u3002\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3068\u30DD\u30FC\u30C8\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002
interfaces_desc=\u540D\u524D\u4ED8\u304D\u306E\u30CD\u30C3\u30C8\u30EF\u30FC\u30AF\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3068\u3001\u305D\u306E\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306B\u95A2\u9023\u4ED8\u3051\u308B IP \u30A2\u30C9\u30EC\u30B9\u6C7A\u5B9A\u306B\u5FC5\u8981\u306A\u57FA\u6E96\u3002
interfaces_err_inetAddress_set=Inet \u30A2\u30C9\u30EC\u30B9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u5165\u529B\u3067\u304D\u307E\u305B\u3093\u3002
interfaces_err_loopback_address_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_loopback_nor_address_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u3001\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u30A2\u30C9\u30EC\u30B9\u5171\u306B\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_loopback_set=\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_nic_set=Nic \u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_nicmatch_set=Nic \u306E\u30DE\u30C3\u30C1\u8A2D\u5B9A\u3092\u3057\u3066\u3044\u308B\u5834\u5408\u306F\u3001\u4ED6\u306E\u5024\u306F\u8A31\u53EF\u3055\u308C\u307E\u305B\u3093\u3002
interfaces_err_not_set=\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u306E\u57FA\u6E96\u304C\u6307\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_wildcard_nor_address_set=Inet \u30A2\u30C9\u30EC\u30B9\u3001\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u306E\u3044\u305A\u308C\u3082\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
interfaces_err_wildcard_set=\u30A2\u30C9\u30EC\u30B9\u306E\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u304C\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u4ED6\u306E\u5024\u306F\u5165\u529B\u3067\u304D\u307E\u305B\u3093\u3002With Address Wildcard is set, no other values are possible.
invalidAddressCriteria=\u7121\u52B9\u306A\u30A2\u30C9\u30EC\u30B9\u57FA\u6E96\u3067\u3059\uFF01
invalidLoopbackCriteria=\u7121\u52B9\u306A\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u57FA\u6E96\u3067\u3059\uFF01
invalidNicCriteria=\u7121\u52B9\u306A NIC \u57FA\u6E96\u3067\u3059\uFF01
invalidOtherCriteria=\u4ED6\u306E\u57FA\u6E96\u304C\u7121\u52B9\u3067\u3059\uFF01
isAddressWildcardSet=\u30A2\u30C9\u30EC\u30B9\u306E\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u3059\u304B\uFF1F
isInetAddressSet=Inet \u30A2\u30C9\u30EC\u30B9\u3092\u8A2D\u5B9A\u3057\u3066\u3044\u307E\u3059\u304B\uFF1F
jmsConnectionFactoryDescription=\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u7528\u306E\u63A5\u7D9A\u30D5\u30A1\u30AF\u30C8\u30EA\u30FC\u3067\u3059\u3002JMS API \u3092\u4F7F\u3063\u3066\u30B5\u30FC\u30D0\u30FC\u306B\u63A5\u7D9A\u3059\u308B\u969B\u306B\u4F7F\u7528\u3057\u307E\u3059\u3002
jmsConnectorDescription=\u30AF\u30E9\u30A4\u30A2\u30F3\u30C8\u304C\u30B3\u30CD\u30AF\u30BF\u30FC\u3092\u4F7F\u3044\u3001\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u63A5\u7D9A\u65B9\u6CD5\u3092\u5B9A\u7FA9\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
jmsConnectorServiceDescription=\u30B3\u30CD\u30AF\u30BF\u30FC\u30B5\u30FC\u30D3\u30B9\u3092\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u5316\u53EF\u80FD\u306A\u30D5\u30A1\u30AF\u30C8\u30EA\u30AF\u30E9\u30B9\u306E\u30AF\u30E9\u30B9\u540D
jndiFormatError=JNDI \u540D\u306F 'java\:/' \u307E\u305F\u306F 'java\:jboss/' \u3067\u958B\u59CB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
lastActionError=\u6700\u5F8C\u306E\u52D5\u4F5C\u304C\u30A8\u30E9\u30FC\u306B\u306A\u308A\u307E\u3057\u305F
localSocketDescription=\u30ED\u30FC\u30AB\u30EB\u5B9B\u5148\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u306B\u95A2\u3059\u308B\u8A2D\u5B9A\u60C5\u5831\u3002
localhostDoesNotWorkReliably=\u30ED\u30FC\u30AB\u30EB\u30DB\u30B9\u30C8\u306E\u52D5\u4F5C\u304C\u4E0D\u5B89\u5B9A\u3067\u3059\u3002\u4EE3\u308F\u308A\u306B 127.0.0.1 \u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
logFileDescription=\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30D1\u30B9\u3067\u3059\u3002'jboss.server.log.dir' \u306F\u5171\u901A\u306E 'relative-to' \u5C5E\u6027\u5024\u3067\u3059\u3002
logFilesOfSelectedServer=\u9078\u629E\u3055\u308C\u305F\u30B5\u30FC\u30D0\u30FC\u306E\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3067\u3059
logout_confirm=\u672C\u5F53\u306B\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3059\u304B\uFF1F
loopbackCriteriaIsValid=\u6709\u52B9\u306A\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u57FA\u6E96\u3067\u3059\u3002
lostConnection=\u30B5\u30FC\u30D0\u30FC\u3078\u306E\u63A5\u7D9A\u304C\u5931\u308F\u308C\u307E\u3057\u305F\u3002
member=\u30E1\u30F3\u30D0\u30FC
modifyCase=\u30B1\u30FC\u30B9\u306E\u5909\u66F4
newCacheConfiguration=\u65B0\u898F\u306E\u30AD\u30E3\u30C3\u30B7\u30E5\u8A2D\u5B9A
nicCriteriaIsValid=\u6709\u52B9\u306A NIC \u57FA\u6E96\u3067\u3059\u3002
noChanges=\u5909\u66F4\u306F\u3042\u308A\u307E\u305B\u3093
noConfigurableAttributes=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306B\u306F\u8A2D\u5B9A\u53EF\u80FD\u306A\u5C5E\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002
noDriverSpecified=\u30C9\u30E9\u30A4\u30D0\u30FC\u3092\u6307\u5B9A\u307E\u305F\u306F\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
noPreselection=\u4E8B\u524D\u9078\u629E\u304C\u3042\u308A\u307E\u305B\u3093
noReason=\u539F\u56E0\u304C\u5165\u529B\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
noReferenceServerFound=\u53C2\u7167\u30B5\u30FC\u30D0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093
noUploadDueToSecurityReasons=\u5B89\u5168\u4E0A\u306E\u7406\u7531\u304B\u3089\u3054\u4F7F\u7528\u306E\u30D6\u30E9\u30A6\u30B6\u30FC\u3067\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u3054\u4F7F\u7528\u306E\u30D6\u30E9\u30A6\u30B6\u30FC\u3088\u308A\u65B0\u3057\u3044\u30D6\u30E9\u30A6\u30B6\u30FC\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
openCase=\u30B1\u30FC\u30B9\u3092\u958B\u304F
otherConstraintsModified=\u4ED6\u306E\u5236\u7D04\u306F\u4FEE\u6B63\u3055\u308C\u307E\u3057\u305F\u304B\uFF1F
otherCriteriaIsValid=\u4ED6\u306E\u57FA\u6E96\u306F\u6709\u52B9\u3067\u3059\u3002
patch_manager_applied_at=\u9069\u7528\u3055\u308C\u305F\u65E5\u4ED8
patch_manager_applied_success=\u30D1\u30C3\u30C1\u304C\u9069\u7528\u3055\u308C\u307E\u3057\u305F\u3002
patch_manager_apply_error_body=\u30B7\u30B9\u30C6\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30D1\u30C3\u30C1\u304C\u9069\u7528\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
patch_manager_apply_error_cancel_body=\u30AD\u30E3\u30F3\u30BB\u30EB\u30DC\u30BF\u30F3\u3092\u9078\u629E\u3057\u3066\u7D42\u4E86\u3057\u307E\u3059\u3002\u4E0A\u7D1A\u30E6\u30FC\u30B6\u30FC\u306F CLI \u30D1\u30C3\u30C1\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u30D1\u30C3\u30C1\u30A8\u30E9\u30FC\u3092\u7279\u5B9A\u304A\u3088\u3073\u89E3\u6C7A\u3067\u304D\u307E\u3059\u3002
patch_manager_apply_error_cancel_title=\u30AD\u30E3\u30F3\u30BB\u30EB
patch_manager_apply_error_select_body=\u5225\u306E\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_apply_error_select_title=\u5225\u306E\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
patch_manager_apply_new=\u65B0\u3057\u3044\u30D1\u30C3\u30C1\u306E\u9069\u7528
patch_manager_apply_new_wizard_error=\u30D1\u30C3\u30C1\u9069\u7528\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
patch_manager_apply_patch=\u30D1\u30C3\u30C1\u306E\u9069\u7528
patch_manager_conflict_body=\u30B7\u30B9\u30C6\u30E0\u3067\u7AF6\u5408\u304C\u767A\u751F\u3057\u3001\u30D1\u30C3\u30C1\u304C\u9069\u7528\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
patch_manager_conflict_cancel_body=\u30AD\u30E3\u30F3\u30BB\u30EB\u30DC\u30BF\u30F3\u3092\u9078\u629E\u3057\u3066\u7D42\u4E86\u3057\u307E\u3059\u3002\u4E0A\u7D1A\u30E6\u30FC\u30B6\u30FC\u306F CLI \u30D1\u30C3\u30C1\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3092\u4F7F\u7528\u3057\u3066\u30D1\u30C3\u30C1\u306E\u7AF6\u5408\u3092\u7279\u5B9A\u304A\u3088\u3073\u89E3\u6C7A\u3067\u304D\u307E\u3059\u3002
patch_manager_conflict_cancel_title=\u30AD\u30E3\u30F3\u30BB\u30EB (\u63A8\u5968)
patch_manager_conflict_override_body=\u3053\u306E\u30A8\u30E9\u30FC\u306E\u539F\u56E0\u3068\u306A\u3063\u305F\u53EF\u80FD\u306A\u7AF6\u5408\u306B\u3064\u3044\u3066\u7406\u89E3\u3067\u304D\u308B\u5834\u5408\u306E\u307F\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3092\u9078\u629E\u3059\u308B\u3068\u4E88\u671F\u305B\u306C\u7D50\u679C\u304C\u751F\u3058\u308B\u539F\u56E0\u3068\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
patch_manager_conflict_override_check=\u3059\u3079\u3066\u306E\u7AF6\u5408\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u3066\u7D9A\u884C
patch_manager_conflict_title=\u7AF6\u5408
patch_manager_desc_community=\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3059\u308B\u306B\u306F\u3001\u6700\u521D\u306B\u30ED\u30FC\u30AB\u30EB\u30B7\u30B9\u30C6\u30E0\u306B\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30D1\u30C3\u30C1\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u305F\u5F8C\u3001\u30D1\u30C3\u30C1\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3092\u4F7F\u7528\u3057\u3066\u9069\u7528\u3057\u3001\u30B7\u30B9\u30C6\u30E0\u3092\u66F4\u65B0\u3067\u304D\u307E\u3059\u3002
patch_manager_error=\u30D1\u30C3\u30C1\u306E\u72B6\u614B\u3092\u8AAD\u307F\u53D6\u308A\u3067\u304D\u307E\u305B\u3093
patch_manager_error_title=\u30A8\u30E9\u30FC
patch_manager_hide_details=\u30A8\u30E9\u30FC\u8A73\u7D30\u3092\u975E\u8868\u793A
patch_manager_in_effect=In Effect?
patch_manager_latest=\u6700\u7D42\u9069\u7528\u30D1\u30C3\u30C1
patch_manager_patch_details=\u30D1\u30C3\u30C1\u8A73\u7D30
patch_manager_possible_actions=\u53EF\u80FD\u306A\u30A2\u30AF\u30B7\u30E7\u30F3
patch_manager_recently=\u6700\u8FD1\u306E\u30D1\u30C3\u30C1\u5C65\u6B74
patch_manager_restart_error=\u30A8\u30E9\u30FC\u306B\u3088\u3063\u3066\u64CD\u4F5C\u304C\u505C\u6B62\u3055\u308C\u307E\u3057\u305F\u3002\u30ED\u30B0\u30D5\u30A1\u30A4\u30EB\u3092\u78BA\u8A8D\u3057\u3066\u30A8\u30E9\u30FC\u3092\u4FEE\u5FA9\u3057\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_restart_no=\u3044\u3044\u3048\u3001\u5F8C\u3067\u518D\u8D77\u52D5\u3057\u307E\u3059\u3002
patch_manager_restart_now=\u4ECA\u3001\u518D\u8D77\u52D5\u3057\u307E\u3059\u304B?
patch_manager_restart_pending=\u30B7\u30B9\u30C6\u30E0\u3092\u518D\u8D77\u52D5\u4E2D\u3067\u3059\u3002\u304A\u5F85\u3061\u304F\u3060\u3055\u3044\u3002
patch_manager_restart_required=\u518D\u8D77\u52D5\u3092\u4FDD\u7559\u4E2D
patch_manager_restart_timeout=\u300C\u64CD\u4F5C\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u30B7\u30B9\u30C6\u30E0\u304C\u7A3C\u50CD\u3059\u308B\u307E\u3067\u5F85\u6A5F\u3057\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u30EA\u30D5\u30EC\u30C3\u30B7\u30E5\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u300D
patch_manager_restart_verify=\u672C\u5F53\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
patch_manager_rollback=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF
patch_manager_rollback_confirm_body=\u30AA\u30D7\u30B7\u30E7\u30F3\u3068\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u306B\u9078\u629E\u3057\u305F\u30D1\u30C3\u30C1\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_rollback_confirm_title=\u78BA\u8A8D
patch_manager_rollback_error_body=\u30B7\u30B9\u30C6\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30D1\u30C3\u30C1\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u305B\u3093\u3067\u3057\u305F\u3002
patch_manager_rollback_error_cancel_body=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u30D7\u30ED\u30BB\u30B9\u3092\u7D42\u4E86\u3057\u3001\u7BA1\u7406 CLI \u3092\u4F7F\u7528\u3057\u3066\u30D1\u30C3\u30C1\u306E\u30C8\u30E9\u30D6\u30EB\u30B7\u30E5\u30FC\u30C6\u30A3\u30F3\u30B0\u304A\u3088\u3073\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_rollback_error_cancel_title=\u30AD\u30E3\u30F3\u30BB\u30EB
patch_manager_rollback_error_select_body=\u5225\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3067\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_rollback_error_select_title=\u5225\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
patch_manager_rollback_options_body=\u4EE5\u4E0B\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u304B\u3089\u9078\u629E\u3057\u3001\u300C\u6B21\u300D\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u64CD\u4F5C\u3092\u691C\u8A3C\u3057\u307E\u3059\u3002
patch_manager_rollback_options_override_all=\u3059\u3079\u3066\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9
patch_manager_rollback_options_override_all_desc=\u300C\u3059\u3079\u3066\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u300D\u3092\u9078\u629E\u3057\u3001\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u308B\u30D1\u30C3\u30C1\u306B\u3088\u3063\u3066\u5909\u66F4\u3055\u308C\u305F\u305D\u306E\u4ED6\u306E\u9805\u76EE\u3067\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u691C\u8A3C\u3092\u3059\u3079\u3066\u8FC2\u56DE\u3057\u307E\u3059\u3002
patch_manager_rollback_options_reset_configuration=\u8A2D\u5B9A\u306E\u30EA\u30BB\u30C3\u30C8
patch_manager_rollback_options_reset_configuration_desc=\u300C\u8A2D\u5B9A\u306E\u30EA\u30BB\u30C3\u30C8\u300D\u3092\u9078\u629E\u3057\u3066\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u8A2D\u5B9A\u3092\u66F4\u65B0\u3057\u3001\u30D1\u30C3\u30C1\u9069\u7528\u6642\u306B\u64AE\u3089\u308C\u305F\u30B9\u30CA\u30C3\u30D7\u30B7\u30E7\u30C3\u30C8\u3092\u30EA\u30BB\u30C3\u30C8\u3057\u307E\u3059\u3002
patch_manager_rollback_options_title=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u9078\u629E
patch_manager_rollback_wizard_error=\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u30D1\u30C3\u30C1\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u8D77\u52D5\u3067\u304D\u307E\u305B\u3093\u3002
patch_manager_rolled_back_success_body=\u30D1\u30C3\u30C1\u304C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u3057\u305F\u3002
patch_manager_rolled_back_success_title=\u6210\u529F
patch_manager_select_file=\u30D1\u30C3\u30C1\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_select_patch_body=\u30B7\u30B9\u30C6\u30E0\u306B\u9069\u7528\u3067\u304D\u308B\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_select_patch_title=\u30D1\u30C3\u30C1\u3092\u9078\u629E
patch_manager_select_patch_upload=\u9069\u7528\u3059\u308B\u30D1\u30C3\u30C1\u3092\u9078\u629E
patch_manager_servers_shutdown=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3059\u308B\u30B5\u30FC\u30D0\u30FC
patch_manager_servers_still_running_warning=\u7A3C\u50CD\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC
patch_manager_show_details=\u30A8\u30E9\u30FC\u8A73\u7D30\u306E\u8868\u793A
patch_manager_stop_server_error=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
patch_manager_stop_server_error_cancel_body=\u30D1\u30C3\u30C1\u30D7\u30ED\u30BB\u30B9\u3092\u7D42\u4E86\u3057\u3001\u7BA1\u7406 CLI \u3092\u4F7F\u7528\u3057\u3066\u30C8\u30E9\u30D6\u30EB\u30B7\u30E5\u30FC\u30C6\u30A3\u30F3\u30B0\u304A\u3088\u3073\u30D1\u30C3\u30C1\u306E\u9069\u7528\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_stop_server_error_cancel_title=\u30AD\u30E3\u30F3\u30BB\u30EB (\u63A8\u5968)
patch_manager_stop_server_error_continue_body=\u305D\u308C\u3067\u3082\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3057\u305F\u3044\u5834\u5408\u306E\u307F\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_stop_server_error_continue_title=\u30D1\u30C3\u30C1\u306E\u9069\u7528\u3092\u7D9A\u884C
patch_manager_stop_server_no=\u3044\u3044\u3048\u3001\u30B5\u30FC\u30D0\u30FC\u306F\u7A3C\u50CD\u72B6\u614B\u306E\u307E\u307E\u306B\u3057\u307E\u3059
patch_manager_stop_server_question_for_apply=\u30D1\u30C3\u30C1\u306E\u9069\u7528\u524D\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3059\u304B?
patch_manager_stop_server_question_for_rollback=\u30D1\u30C3\u30C1\u306E\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u524D\u306B\u30B5\u30FC\u30D0\u30FC\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3059\u304B?
patch_manager_stop_server_timeout=\u64CD\u4F5C\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u7A3C\u50CD\u3057\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u3042\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002CLI \u3092\u4F7F\u7528\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u306E\u72B6\u614B\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_stop_server_title=\u30B5\u30FC\u30D0\u30FC\u306E\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3
patch_manager_stop_server_unknown_error=\u30B7\u30B9\u30C6\u30E0\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u3001\u30B5\u30FC\u30D0\u30FC\u304C\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u305B\u3093\u3067\u3057\u305F\u3002
patch_manager_stop_server_yes=\u306F\u3044\u3001\u30B5\u30FC\u30D0\u30FC\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3057\u307E\u3059 (\u63A8\u5968)
patch_manager_stopping_servers_body=\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u306E\u5B9F\u884C\u4E2D...
patch_manager_toolstrip_desc=\u30D1\u30C3\u30C1\u30A6\u30A3\u30B6\u30FC\u30C9\u3092\u958B\u59CB\u3057\u3066\u65B0\u3057\u3044\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3059\u308B\u304B\u3001\u4EE5\u4E0B\u306E\u30C6\u30FC\u30D6\u30EB\u3092\u4F7F\u7528\u3057\u3066\u4EE5\u524D\u9069\u7528\u3055\u308C\u305F\u30D1\u30C3\u30C1\u3078\u300C\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u300D\u3057\u307E\u3059\u3002
patch_manager_update=\u66F4\u65B0
pathsDescription=\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30D1\u30B9\u306E\u8AD6\u7406\u540D\u3067\u3059\u3002domain.xml\u3001host.xml \u304A\u3088\u3073 standalone.xml \u306E\u8A2D\u5B9A\u306B\u306F\u3059\u3079\u3066\u30D1\u30B9\u3092\u516C\u958B\u3067\u304D\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u306E\u4ED6\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306F\u3053\u306E\u8AD6\u7406\u540D\u3092\u4F7F\u3063\u3066\u516C\u958B\u30D1\u30B9\u3092\u53C2\u7167\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u305F\u3081\u3001\u30D1\u30B9\u306E\u5168\u8A73\u7D30 (\u30DE\u30B7\u30F3\u306B\u3088\u3063\u3066\u7570\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B) \u3092\u542B\u307E\u305B\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u305F\u3068\u3048\u3070\u3001\u30ED\u30B0\u6A5F\u80FD\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u306B\u306F\u30B5\u30FC\u30D0\u30FC\u306E 'log' \u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u3092\u6307\u3059 'jboss.server.log.dir' \u30D1\u30B9\u3078\u306E\u53C2\u7167\u304C\u542B\u307E\u308C\u307E\u3059\u3002
pleaseChoose=\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseChooseAnEntry=\u30A8\u30F3\u30C8\u30EA\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseChooseFile=\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseChooseWorker=\u7279\u5B9A\u8A2D\u5B9A\u306E\u30EF\u30FC\u30AB\u30FC\u3092\u4EE5\u4E0B\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pleaseChoseBufferPool=\u7279\u5B9A\u8A2D\u5B9A\u306E\u30D0\u30C3\u30D5\u30A1\u30D7\u30FC\u30EB\u3092\u4EE5\u4E0B\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pleaseChoseHost=\u30DB\u30B9\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseChoseMessagingProvider=\u7279\u5B9A\u306E\u6E2C\u5B9A\u57FA\u6E96\u306E\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u3092\u4EE5\u4E0B\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
pleaseSelectPrincipal=\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseSelectRole=\u30ED\u30FC\u30EB\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
pleaseSelectServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
portDescription=\u73FE\u5728\u3001\u9078\u629E\u3055\u308C\u3066\u3044\u308B\u30B5\u30FC\u30D0\u30FC\u3067\u6709\u52B9\u306A\u30DD\u30FC\u30C8\u3067\u3059\u3002
properties_global_desc=\u3053\u308C\u3089\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u306F\u3001\u3053\u306E\u8A2D\u5B9A\u5168\u4F53\u306B\u308F\u305F\u308A\u5229\u7528\u3067\u304D\u307E\u3059\u3002Boot-Time \u30D5\u30E9\u30B0\u306F\u3001\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u304C JVM start (-Dproperty\=value) \u306B\u6E21\u3059\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
reason=\u7406\u7531
reloadHost=Reload Host
reloadServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u518D\u30ED\u30FC\u30C9
reloadServerNow=Reload server Now!
remoteSocketDescription=\u30EA\u30E2\u30FC\u30C8\u5B9B\u5148\u306E\u30A2\u30A6\u30C8\u30D0\u30A6\u30F3\u30C9\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u306B\u95A2\u3059\u308B\u8A2D\u5B9A\u60C5\u5831\u3002
removeProfile=\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u524A\u9664
replaceDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u7F6E\u63DB
replace_me=\u3053\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u7F6E\u63DB\u3059\u308B
requestTimeout=\u8981\u6C42\u304C\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3057\u307E\u3057\u305F\u3002
resolve=\u89E3\u6C7A
resolveExpressionValues=\u5F0F\u306E\u5024\u3092\u89E3\u6C7A\u3059\u308B
resolvedValue=\u89E3\u6C7A\u6E08\u307F\u306E\u5024
resource_already_exists=\u30EA\u30BD\u30FC\u30B9\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
restartHost=Restart Host
restartServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u518D\u8D77\u52D5
resume=\u518D\u958B
resumeServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u518D\u958B
runAs=\u6B21\u3067\u5B9F\u884C
runAsRole=\u30ED\u30FC\u30EB\u3067\u5B9F\u884C
search_index_reset=\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306E\u30EA\u30BB\u30C3\u30C8
search_no_results=\u7D50\u679C\u306A\u3057
search_placeholder=\u691C\u7D22...
search_popup_title=\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u4ED8\u304D\u306E\u753B\u9762
search_tooltip_osx=\u00E2\u008C\u00982
search_tooltip_other=Ctrl+2
securitySettingsDescription=\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u30FC\u8A2D\u5B9A\u3067\u3001\u30A2\u30C9\u30EC\u30B9\u3092\u30D9\u30FC\u30B9\u306B\u30AD\u30E5\u30FC\u306B\u5BFE\u3057\u3066\u6A29\u9650\u3092\u5B9A\u7FA9\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002
selectResourceType=\u30EA\u30BD\u30FC\u30B9\u30BF\u30A4\u30D7\u306E\u9078\u629E
selectRole=\u30ED\u30FC\u30EB\u3092\u9078\u629E
selectRoleDescription=\u4EE3\u7406\u3068\u3057\u3066\u52D5\u4F5C\u3055\u305B\u305F\u3044\u30ED\u30FC\u30EB\u3092\u9078\u629E\u3057\u307E\u3059\u3002
serverConfigurationChanged=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u304C\u5909\u66F4\u3055\u308C\u307E\u3057\u305F
serverConfigurationNeedsToBeReloaded=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u518D\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
serverDescription='\u30B5\u30FC\u30D0\u30FC' \u306F\u5B9F\u969B\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u30B5\u30FC\u30D0\u30FC\u306E\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u6307\u3057\u307E\u3059\u3002\u30B5\u30FC\u30D0\u30FC\u306F\u30DB\u30B9\u30C8\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u30FC\u3068\u306F\u5225\u306E JVM \u30D7\u30ED\u30BB\u30B9\u5185\u3067\u7A3C\u50CD\u3057\u307E\u3059\u3002\u3053\u306E JVM \u30D7\u30ED\u30BB\u30B9\u3092\u8D77\u52D5\u3055\u305B\u308B\u306E\u304C\u30DB\u30B9\u30C8\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u30FC\u3067\u3059\u3002
serverNeedsToBeRestarted=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3055\u305B\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
server_config_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u30B9\u30C6\u30FC\u30BF\u30B9\u3002\u8A2D\u5B9A\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u518D\u5EA6\u8A2D\u5B9A\u3092\u8AAD\u307F\u8FBC\u3080\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u3082\u3042\u308A\u307E\u3059\u3002
server_config_uptodate=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306F\u6700\u65B0\u306E\u72B6\u614B\u3067\u3059\u3002
server_instance_pleaseSelect=\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
server_instance_reloadRequired=\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u5EA6\u8AAD\u307F\u8FBC\u3093\u3067\u304F\u3060\u3055\u3044\u3002
server_instance_servers_needReload=\u4EE5\u4E0B\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
server_instance_servers_needReload=The following servers need to be reloaded:
server_instance_servers_needRestart=\u4EE5\u4E0B\u306E\u30B5\u30FC\u30D0\u30FC\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
server_reload_desc=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u30EA\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u30EA\u30ED\u30FC\u30C9\u3057\u306A\u3044\u3068\u30B5\u30FC\u30D0\u30FC\u306F\u518D\u8D77\u52D5\u3055\u308C\u307E\u3059\u3002
server_reload_title=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u518D\u8AAD\u307F\u8FBC\u307F
serviceProviderDescription=\u30B5\u30FC\u30D3\u30B9\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306F\u30E6\u30FC\u30B6\u30FC\u306E\u96FB\u5B50\u8A8D\u8A3C\u60C5\u5831\u3067\u30E6\u30FC\u30B6\u30FC\u306B\u95A2\u3059\u308B\u60C5\u5831\u3092\u30A2\u30B5\u30FC\u30C8\u3059\u308B\u305F\u3081\u30A2\u30A4\u30C7\u30F3\u30C6\u30A3\u30C6\u30A3\u30FC\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u306B\u4F9D\u5B58\u3057\u3001\u4FE1\u983C\u3067\u304D\u308B\u30E6\u30FC\u30B6\u30FC\u8A8D\u8A3C\u60C5\u5831\u306E\u30A2\u30B5\u30FC\u30C8\u306B\u57FA\u3065\u3044\u3066\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u3084\u4F1D\u64AD\u3092\u7BA1\u7406\u3057\u307E\u3059\u3002
servletContainerDescription=\u8A73\u7D30\u306A\u8A2D\u5B9A\u3092\u884C\u3046\u305F\u3081\u306E\u30B3\u30F3\u30C6\u30CA\u30FC\u3092\u4EE5\u4E0B\u304B\u3089\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
socketBindingDescription=\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u3068\u306F\u540D\u524D\u304C\u4ED8\u3051\u3089\u308C\u305F\u30BD\u30B1\u30C3\u30C8\u8A2D\u5B9A\u3092\u6307\u3057\u307E\u3059\u3002domain.xml \u304A\u3088\u3073 standalone.xml \u306E\u8A2D\u5B9A\u3044\u305A\u308C\u306B\u3082\u540D\u524D\u304C\u4ED8\u3051\u3089\u308C\u305F\u30BD\u30B1\u30C3\u30C8\u8A2D\u5B9A\u3092\u516C\u958B\u3067\u304D\u308B\u30BB\u30AF\u30B7\u30E7\u30F3\u304C\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u8A2D\u5B9A\u306E\u4ED6\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306F\u3053\u306E\u8AD6\u7406\u540D\u3092\u4F7F\u3063\u3066\u516C\u958B\u30BD\u30B1\u30C3\u30C8\u3092\u53C2\u7167\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u308B\u305F\u3081\u3001\u30BD\u30B1\u30C3\u30C8\u8A2D\u5B9A\u306E\u5168\u8A73\u7D30 (\u30DE\u30B7\u30F3\u306B\u3088\u3063\u3066\u7570\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B) \u3092\u542B\u307E\u305B\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u305B\u3093\u3002\u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u3068\u30DD\u30FC\u30C8\u3092\u3054\u89A7\u304F\u3060\u3055\u3044\u3002
standardRolesCannotBeRemoved=\u6A19\u6E96\u30ED\u30FC\u30EB\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
startServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u8D77\u52D5
statisticsEnabledError=\u5FDC\u7B54\u3092\u89E3\u6790\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u7D71\u8A08\u306F\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u3059\u304B\uFF1F
stopServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u505C\u6B62
sso_access_control_description=The access control mechanism is managed by an external user management service.
sso_access_control_service_title=Keycloak user management service
sso_access_control_user_profile=Manage user profile
stopTimeoutDescription=Timeout in seconds. If this is set a graceful shutdown will be attempted. If this is zero (the default) then the server will shutdown immediately. A value larger than zero means the server will wait up to this many seconds for all active requests to finish. A value smaller than zero means that the server will wait indefinitely for all active requests to finish.
subsys_configadmin=\u8A2D\u5B9A\u7BA1\u7406
subsys_configadmin_PID=\u8A2D\u5B9A\u7BA1\u7406 PID
subsys_configadmin_PIDLabel=\u6C38\u7D9A\u8B58\u5225\u5B50 (PID)
subsys_configadmin_PIDShort=PID
subsys_configadmin_add=\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF\u306E\u8FFD\u52A0
subsys_configadmin_editPID=PID \u306E\u7DE8\u96C6
subsys_configadmin_header=\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF
subsys_configadmin_valueAdd=\u65B0\u898F\u306E\u8A2D\u5B9A\u7BA1\u7406\u5024
subsys_configadmin_valuesLabel=\u8A2D\u5B9A\u5024
subsys_ee_desc=EE \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3002\u5168\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u5229\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u30E2\u30B8\u30E5\u30FC\u30EB\u4E00\u89A7\u3092\u6307\u5B9A\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3059\u3002
subsys_elytron_ldap_keystore_newattribute_desc=The input form is key=value1,value2,value3.
subsys_iiop_openjdk_desc=iiop-openjdk \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A\u3067\u3059\u3002
subsys_jca_boostrap_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306E\u30D6\u30FC\u30C8\u30B9\u30C8\u30E9\u30C3\u30D7\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u3002\u5404\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3092\u53C2\u7167\u3057\u307E\u3059\u3002
subsys_jca_common_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306B\u4E00\u822C\u8A2D\u5B9A\u3092\u63D0\u4F9B\u3059\u308B Java EE Connector Architecture (JCA) \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0
subsys_jca_dataSource_choose_template=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306E\u9078\u629E
subsys_jca_dataSource_custom_template=\u30AB\u30B9\u30BF\u30E0
subsys_jca_dataSource_metric_desc=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30E9\u30F3\u30BF\u30A4\u30E0\u306E\u4F7F\u7528
subsys_jca_dataSource_step1=\u30B9\u30C6\u30C3\u30D7 1/3 \: \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u5C5E\u6027
subsys_jca_dataSource_step2=\u30B9\u30C6\u30C3\u30D7 2/3 \: JDBC \u30C9\u30E9\u30A4\u30D0\u30FC
subsys_jca_dataSource_step3=\u30B9\u30C6\u30C3\u30D7 3/3 \: \u63A5\u7D9A\u8A2D\u5B9A
subsys_jca_dataSource_summary=\u6982\u8981
subsys_jca_dataSource_verify=\u30C6\u30B9\u30C8\u63A5\u7D9A
subsys_jca_dataSource_xaprop_help=XADataSource \u5B9F\u88C5\u30AF\u30E9\u30B9\u306B\u5272\u308A\u5F53\u3066\u308B\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC
subsys_jca_dataSources=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9
subsys_jca_dataSourcesXA=XA \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9
subsys_jca_dataSources_desc=JDBC \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u8A2D\u5B9A
subsys_jca_datasource_error_load=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u304A\u3088\u3073\u30C9\u30E9\u30A4\u30D0\u30FC\u306E\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
subsys_jca_err_prop_required=\u5C11\u306A\u304F\u3068\u3082 XA \u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u304C 1 \u3064\u306F\u5FC5\u8981\u3067\u3059 (url \u306A\u3069)\u3002
subsys_jca_error_context_removal=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_context_removal_desc=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30B3\u30F3\u30C6\u30AD\u30B9\u30C8\u306F\u5FC5\u9808\u3067\u3059\u3002
subsys_jca_error_datasource_notenabled=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
subsys_jca_error_default_workmanager_deletion=\u30C7\u30D5\u30A9\u30EB\u30C8\u306E\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_pool_exist=\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
subsys_jca_error_pool_exist_desc=\u77ED\u671F\u3001\u9577\u671F\u4E21\u65B9\u306E\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u8A2D\u5B9A\u304C\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
subsys_jca_error_pool_removal=\u30D7\u30FC\u30EB\u306F\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jca_error_pool_removal_desc=\u77ED\u671F\u5BFE\u5FDC\u30D7\u30FC\u30EB\u306F\u5FC5\u9808\u3067\u3059\u3002
subsys_jca_pool_statistics_tab=Pool Statistics
subsys_jca_threadpool_config_desc=JCA \u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u304C\u5229\u7528\u3059\u308B\u30B9\u30EC\u30C3\u30C9\u30D7\u30FC\u30EB\u8A2D\u5B9A
subsys_jca_workmanager_config_desc=\u30EA\u30BD\u30FC\u30B9\u30A2\u30C0\u30D7\u30BF\u30FC\u306E\u30EF\u30FC\u30AF\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC
subsys_jca_xadataSource_step1=\u30B9\u30C6\u30C3\u30D7 1/4 \: XA \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u5C5E\u6027
subsys_jca_xadataSource_step2=\u30B9\u30C6\u30C3\u30D7 2/4 \: \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u30AF\u30E9\u30B9
subsys_jca_xadataSource_step3=\u30B9\u30C6\u30C3\u30D7 3/4 \: XA \u30D7\u30ED\u30D1\u30C6\u30A3\u30FC
subsys_jca_xadataSource_step4=\u30B9\u30C6\u30C3\u30D7 4/4 \: \u63A5\u7D9A\u8A2D\u5B9A
subsys_jca_xadataSources_desc=JDBC XA \u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u8A2D\u5B9A
subsys_jgroups_err_protocols_required=\u30D7\u30ED\u30C8\u30B3\u30EB\u30B9\u30BF\u30C3\u30AF\u306F\u7A7A\u306B\u3067\u304D\u307E\u305B\u3093\u3002
subsys_jgroups_protocol_desc=\u30D7\u30ED\u30C8\u30B3\u30EB\u30B9\u30BF\u30C3\u30AF\u5185\u306E\u30D7\u30ED\u30C8\u30B3\u30EB\u306E\u8A2D\u5B9A\u3067\u3059\u3002\u30D7\u30ED\u30C8\u30B3\u30EB\u306E\u9806\u5E8F\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_jgroups_session_desc=jgroups \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_jgroups_step1=\u30B9\u30C6\u30C3\u30D7 1\: \u30B9\u30BF\u30C3\u30AF &amp; \u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8
subsys_jgroups_step2=\u30B9\u30C6\u30C3\u30D7 2\: \u30D7\u30ED\u30C8\u30B3\u30EB\u30B9\u30BF\u30C3\u30AF
subsys_jgroups_transport_desc=\u30D7\u30ED\u30C8\u30B3\u30EB\u30B9\u30BF\u30C3\u30AF\u306E\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u8A2D\u5B9A\u3002
subsys_jmx_desc=JMX \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_jpa_basicMetric_desc=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3067\u5229\u7528\u3059\u308B Hibernate \u306E\u30E9\u30F3\u30BF\u30A4\u30E0\u60C5\u5831
subsys_jpa_deployment_desc=\u6E2C\u5B9A\u57FA\u6E96\u306E\u6709\u52B9\u5316\: \u6C38\u7D9A\u30E6\u30CB\u30C3\u30C8\u3054\u3068\u306B\u7D71\u8A08\u3092\u53CE\u96C6\u3059\u308B\u304B\u3069\u3046\u304B\u3092\u6307\u5B9A\u3057\u307E\u3059\u3002
subsys_jpa_desc=JPA \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_jpa_puList_desc=\u5229\u7528\u53EF\u80FD\u306A\u6C38\u7D9A\u30E6\u30CB\u30C3\u30C8\u3002\u30E1\u30C8\u30EA\u30AF\u30B9\u3092\u8868\u793A\u3059\u308B\u306B\u306F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u6BCE\u306B\u7D71\u8A08\u3092\u6709\u52B9\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
subsys_mail_server_desc=\u30E1\u30FC\u30EB\u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u5229\u7528\u3059\u308B\u30E1\u30FC\u30EB\u30B5\u30FC\u30D0\u30FC\u306E\u5B9A\u7FA9
subsys_mail_session_desc=\u30E1\u30FC\u30EB\u30BB\u30C3\u30B7\u30E7\u30F3\u306E\u5B9A\u7FA9
subsys_messaging_queue_metric_desc=JMS \u30AD\u30E5\u30FC\u306E\u30E1\u30C8\u30EA\u30AF\u30B9
subsys_messaging_topic_metric_desc=JMS \u30C8\u30D4\u30C3\u30AF\u306E\u30E1\u30C8\u30EA\u30AF\u30B9
subsys_messaging_pooled_stats_desc=Statistics for this pooled-connection-factory resource (available only when statistics-enabled is true).
subsys_modcluster_desc=modcluster \u8A2D\u5B9A
subsys_naming_URI=URI:
subsys_naming_jndiBindings=JNDI \u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0
subsys_naming_jndiView=JNDI \u30D3\u30E5\u30FC
subsys_naming_selectedURI=\u9078\u629E\u3057\u305F URI \:
subsys_naming_type=Type:
subsys_naming_value=Value:
subsys_web_desc=jboss.web \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subsys_web_socketInUse=\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u306F\u3059\u3067\u306B\u4ED6\u306E\u30B3\u30CD\u30AF\u30BF\u30FC\u3067\u5229\u7528\u3055\u308C\u3066\u3044\u307E\u3059\u3002
subsys_ws_desc=Web \u30B5\u30FC\u30D3\u30B9\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A
subsys_ws_endpoint=Web \u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8
subsys_ws_endpoint_desc=Web \u30B5\u30FC\u30D3\u30B9\u306E\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3002\u30A8\u30F3\u30C9\u30DD\u30A4\u30F3\u30C8\u3092\u901A\u5E38\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3068\u3057\u3066\u30C7\u30D7\u30ED\u30A4\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_ws_provider=\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC
subsys_ws_remove_handler=Remove handler class
subsys_ws_wise_title_description=WISE is a regular deployed application (wise.war) that facilitates webservices invocation and testing.
subsystemsDescription=\u4E00\u9023\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u8A2D\u5B9A\u3067\u3059\u3002\u62E1\u5F35\u3067\u30B3\u30A2\u30B5\u30FC\u30D0\u30FC\u306B\u8FFD\u52A0\u3055\u308C\u305F\u8907\u6570\u306E\u8FFD\u52A0\u6A5F\u80FD\u30BB\u30C3\u30C8\u304C 1 \u3064\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u3059\u3002\u5404\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3067\u30B5\u30FC\u30D6\u30EC\u30C3\u30C8\u51E6\u7406\u6A5F\u80FD\u3092\u63D0\u4F9B\u3057\u307E\u3059\u3002\u305F\u3068\u3048\u3070\u3001EJB \u30B3\u30F3\u30C6\u30CA\u30FC\u3092\u63D0\u4F9B\u3059\u308B\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3001JTA \u3092\u63D0\u4F9B\u3059\u308B\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306A\u3069\u304C\u3042\u308A\u307E\u3059\u3002\u540D\u524D\u3092\u4ED8\u3051\u305F\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3068\u305D\u306E\u8A2D\u5B9A\u8A73\u7D30\u306E\u4E00\u89A7\u304C\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u306A\u308A\u307E\u3059\u3002\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u6570\u306E\u591A\u3044\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306F\u591A\u6570\u306E\u6A5F\u80FD\u3092\u6301\u3064\u30B5\u30FC\u30D0\u30FC\u3068\u3044\u3046\u3053\u3068\u306B\u306A\u308A\u307E\u3059\u3002\u5C11\u6570\u306E\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306B\u7126\u70B9\u3092\u7F6E\u3044\u305F\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306E\u6A5F\u80FD\u6570\u306F\u5C11\u306A\u304F\u306A\u308A\u307E\u3059\u304C\u30D5\u30C3\u30C8\u30D7\u30EA\u30F3\u30C8\u3082\u5C0F\u3055\u304F\u306A\u308A\u307E\u3059\u3002
subys_tx_desc=\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8A2D\u5B9A
subys_tx_metric_desc=\u3053\u308C\u3089\u306E\u30E1\u30C8\u30EA\u30AF\u30B9\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u73FE\u5728\u306E\u72B6\u614B\u3092\u53CD\u6620\u3057\u307E\u3059\u3002\u30E1\u30C8\u30EA\u30AF\u30B9\u304C\u8868\u793A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u7D71\u8A08\u3092\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subys_web_metric_desc=Web \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u30E1\u30C8\u30EA\u30AF\u30B9
successfullyRefreshedStatistics=\u7D71\u8A08\u5024\u3092\u66F4\u65B0\u3057\u307E\u3057\u305F\u3002
suspend=\u4E00\u6642\u505C\u6B62
suspendTimeoutDescription=\u79D2\u5358\u4F4D\u306E\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3067\u3059\u3002\u30BC\u30ED\u306E\u5834\u5408\u306F\u52D5\u4F5C\u304C\u305F\u3060\u3061\u306B\u8FD4\u3055\u308C\u307E\u3059\u3002-1 \u306F\u7121\u671F\u9650\u3067\u5F85\u6A5F\u3057\u307E\u3059\u3002\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u3092\u904E\u304E\u308B\u3068\u52D5\u4F5C\u306F\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3055\u308C\u307E\u305B\u3093\u3002\u3064\u307E\u308A\u3001\u73FE\u5728\u306E\u8981\u6C42\u304C\u3059\u3079\u3066\u6307\u5B9A\u3055\u308C\u305F\u30BF\u30A4\u30E0\u30A2\u30A6\u30C8\u5185\u3067\u5B8C\u4E86\u3057\u305F\u8A33\u3067\u306F\u306A\u3044\u3068\u3044\u3046\u3053\u3068\u3067\u3059\u3002
systemPropertiesDescription=\u30B7\u30B9\u30C6\u30E0\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u306E\u5024\u306F domain.xml\u3001host.xml \u304A\u3088\u3073 standalone.xml \u5185\u306E\u8907\u6570\u306E\u7B87\u6240\u3067\u8A2D\u5B9A\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3059\u3002standalone.xml \u5185\u306E\u5024\u306F\u30B5\u30FC\u30D0\u30FC\u8D77\u52D5\u30D7\u30ED\u30BB\u30B9\u306E\u4E00\u90E8\u3068\u3057\u3066\u8A2D\u5B9A\u3055\u308C\u307E\u3059\u3002domain.xml \u3068 host.xml \u5185\u306E\u5024\u306F\u30B5\u30FC\u30D0\u30FC\u304C\u8D77\u52D5\u3057\u305F\u969B\u306B\u305D\u306E\u30B5\u30FC\u30D0\u30FC\u306B\u9069\u7528\u3055\u308C\u307E\u3059\u3002
transportSettings=\u30C8\u30E9\u30F3\u30B9\u30DD\u30FC\u30C8\u306E\u8A2D\u5B9A
unableToAddDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
unableToAddUnmanagedDeployment=\u672A\u7BA1\u7406\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3002
unableToAssignDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u5272\u308A\u5F53\u3066\u3089\u308C\u307E\u305B\u3093\u3002
unableToExplodeDeployment=Unable to explode deployment.
unableToFindDeployments=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
unableToLoadConsole=\u7BA1\u7406\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9\u304C\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
unableToLoadDeployments=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3002
unableToModifyDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306F\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3002
unableToNavigateBack=\u300C\u623B\u308B\u300D\u306E\u64CD\u4F5C\u306F\u5B9F\u884C\u3067\u304D\u307E\u305B\u3093\u3002
unableToReadDeployment=Unable to read deployment content.
unableToRemoveDeployment=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u524A\u9664\u306F\u3067\u304D\u307E\u305B\u3093\u3002
unableToResolve=\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\uFF01
unassign=\u5272\u308A\u5F53\u3066\u306E\u89E3\u9664
unassigned=\u672A\u5272\u308A\u5F53\u3066
unassignedContent=\u672A\u5272\u308A\u5F53\u3066\u306E\u30B3\u30F3\u30C6\u30F3\u30C4
unauthorized=\u8A8D\u8A3C\u304C\u5FC5\u8981\u3067\u3059
unauthorizedAdd=\u65B0\u898F\u30EA\u30BD\u30FC\u30B9\u306E\u8FFD\u52A0\u306B\u5FC5\u8981\u306A\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u304C\u306A\u3044\u3088\u3046\u3067\u3059\u3002
unauthorizedRemove=You seem to lack permissions to remove this resource\!
unauthorized_desc=\u3053\u306E\u30EA\u30BD\u30FC\u30B9\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308B\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u304C\u3042\u308A\u307E\u305B\u3093\u3002
undertowDescription=HTTP \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u6C4E\u7528\u8A2D\u5B9A
undertowApplicationSecurityDomain=Application Security Domain
unmanagedDeploymentArchiveDescription=\u672A\u7BA1\u7406\u30B3\u30F3\u30C6\u30F3\u30C4\u304C zip \u30A2\u30FC\u30AB\u30A4\u30D6 (true) \u3042\u308B\u3044\u306F\u5C55\u958B\u30A2\u30FC\u30AB\u30A4\u30D6 (false) \u3067\u3042\u308B\u304B\u793A\u3059\u30D5\u30E9\u30B0
unmanagedDeploymentPathDescription=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u4E00\u90E8\u3067\u3042\u308B\u672A\u7BA1\u7406\u30B3\u30F3\u30C6\u30F3\u30C4\u3078\u306E\u30D1\u30B9 (\u76F8\u5BFE\u3042\u308B\u3044\u306F\u7D76\u5BFE)
unmanagedDeploymentRelativeToDescription='path' \u306E\u5024\u3092\u8D77\u70B9\u3068\u3057\u305F\u76F8\u5BFE\u30D1\u30B9\u3092\u7528\u3044\u305F\u30B7\u30B9\u30C6\u30E0\u30D1\u30B9\u306E\u540D\u524D\u3002\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u306F\u3001'path' \u306F\u7D76\u5BFE\u30D1\u30B9\u3068\u307F\u306A\u3055\u308C\u307E\u3059\u3002
uploadNewDeployment=\u65B0\u898F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u306E\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9
uploadNewDeploymentDescription=\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u4F7F\u7528\u3057\u3066 WAR \u307E\u305F\u306F EAR \u30A2\u30FC\u30AB\u30A4\u30D6\u306A\u3069\u306E\u65B0\u898F\u306E\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3059\u3002
uploadedDeployments=\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u3057\u307E\u3057\u305F
uploadsNotSupported=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093
userAlreadyExists=\u30E6\u30FC\u30B6\u30FC\u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059
validAddressCriteria=\u6709\u52B9\u306A\u30A2\u30C9\u30EC\u30B9\u57FA\u6E96\u3067\u3059\u304B\uFF1F
validAddressWildcard=\u6709\u52B9\u306A\u30A2\u30C9\u30EC\u30B9\u306E\u30EF\u30A4\u30EB\u30C9\u30AB\u30FC\u30C9
validInetAddress=\u6709\u52B9\u306A Inet \u30A2\u30C9\u30EC\u30B9
validLoopbackCriteria=\u6709\u52B9\u306A\u30EB\u30FC\u30D7\u30D0\u30C3\u30AF\u57FA\u6E96\u3067\u3059\u304B\uFF1F
validNicConstraints=\u6709\u52B9\u306A NIC \u5236\u7D04\u3067\u3059\u304B\uFF1F
validOtherConstraints=\u305D\u306E\u4ED6\u306E\u6709\u52B9\u306A\u5236\u7D04\u3067\u3059\u304B\uFF1F
verifyUpload=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u306E\u691C\u8A3C
verify_datasource_dependent_error=\u5F93\u5C5E\u64CD\u4F5C\u306B\u30A8\u30E9\u30FC\u304C\u5B58\u5728\u3057\u307E\u3057\u305F\u3002
verify_datasource_disabled=\u63A5\u7D9A\u3092\u30C6\u30B9\u30C8\u3059\u308B\u306B\u306F\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
verify_datasource_failed_header=JDBC \u63A5\u7D9A\u306E\u4F5C\u6210\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
verify_datasource_internal_error=\u5185\u90E8\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
verify_datasource_no_running_servers=\u3053\u306E\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306B\u30D0\u30A4\u30F3\u30C9\u3055\u308C\u305F\u7A3C\u50CD\u4E2D\u306E\u30B5\u30FC\u30D0\u30FC\u306F\u3042\u308A\u307E\u305B\u3093\u3002
verify_datasource_successful_header=JDBC \u63A5\u7D9A\u304C\u6B63\u5E38\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002
wizard_back=&lsaquo;&lsaquo; \u623B\u308B
