accessDenied=Acceso denegado
addressCriteriaIsValid=El criterio de la direcci\u00F3n es valido.
addressingDescription=La configuraci\u00F3n de la direcci\u00F3n define los atributos que se aplican a cualquier direcci\u00F3n que coincida con el nombre de la configuraci\u00F3n de la direcci\u00F3n (que puede contener comodines).
administration_add_scoped_role=Agregar rol con \u00E1mbito
administration_assignment_realm_desc=Un atributo opcional para mapear con base en el dominio utilizado para autenticaci\u00F3n.
administration_assignment_roles_desc=Roles que se deben incluir o excluir.
administration_assignment_user_group_desc=El nombre del usuario o grupo.
administration_audit_log_desc=Registro de auditor\u00EDa para operaciones de administraci\u00F3n
administration_members=Miembros
administration_role_include_all_desc=Configurar si se le debe asignar autom\u00E1ticamente este rol a todos los usuarios autenticados.
administration_scoped_role_base_role_desc=El rol est\u00E1ndar sobre el cual se basa el rol con \u00E1mbito de grupo del servidor.
administration_scoped_role_scope_desc=La lista de hosts o grupos de servidores al cual est\u00E1n limitados los usuarios en este rol.
allContent=Todo contenido
allDeploymentsAlreadyAssigned=\u00A1Todas las implementaciones ya est\u00E1n asignadas a este grupo de servidores\!
allSingletonsAlreadyAdded=Todos los recursos singleton ya han sido agregados.
anyAddressModified=\u00BFSe modific\u00F3 alguna restricci\u00F3n de la direcci\u00F3n?
anyChanges=\u00BFAlg\u00FAn cambio?
anyLoopbackModified=\u00BFSe modific\u00F3 alguna restricci\u00F3n de bucle invertido?
anyNicModified=\u00BFSe modific\u00F3 alguna restricci\u00F3n de nic?
anythingConflictsWithAddressWildcard=\u00BFHay alg\u00FAn conflicto con el comod\u00EDn de la direcci\u00F3n?
anythingConflictsWithInetAddress=\u00BFHay alg\u00FAn conflicto con la direcci\u00F3n Inet?
assignContent=Asignar contenido
asyncCallFailed=Llamada asincr\u00F3nica fallida.
attributeDescriptionsNotAvailable=No est\u00E1n disponibles las descripciones de los atributos.
attributesNotSupported=Algunos atributos no se soportan en este editor\:
availableChildrenTypes=Tipos de hijos disponibles
batchSubsystemDescription=La configuraci\u00F3n del sub-sistema grupo.
bridgeDescription=La funci\u00F3n de un puente es la de consumir mensajes desde una cola de origen y reenviarlos a una direcci\u00F3n de destino, por lo general  en un servidor HornetQ. 
broadcastDescription=Un grupo de transmisi\u00F3n es el medio por el cual un servidor transmite conectores a trav\u00E9s de la red. Un conector define una manera en la que un cliente (u otro servidor) puede realizar conexiones al servidor.
browseBy=Navegar por
bs_configure_interface_desc=Ingrese el nombre y la URL para una interfaz de administraci\u00F3n.
bs_configure_interface_duplicate=Ya existe una entrada con este nombre. Por favor seleccione otro nombre.
bs_configure_interface_header=Configure la interfaz de administraci\u00F3n
bs_configure_interface_name_placeholder=Un nombre para esta interfaz de administraci\u00F3n
bs_connect_interface_connect=Conectar
bs_connect_interface_desc=Use este di\u00E1logo para conectarse a un controlador de dominios o un WildFly aut\u00F3nomo en ejecuci\u00F3n. Seleccione una interfaz de administraci\u00F3n de la lista a continuaci\u00F3n o agregue una nueva.
bs_connect_interface_header=Conectar a la interfaz de administraci\u00F3n
bs_connect_interface_no_selection=Por favor seleccione una interfaz de administraci\u00F3n.
bs_interface_success=La interfaz de administraci\u00F3n est\u00E1 ejecutando.
bs_ping=Ping
cannotCreateChildResource=No se puede crear el recurso hijo
cannotLoadSubsystems=No se pueden cargar los subsistemas del servidor seleccionado
cannotReadDeploymentScanner=No se puede leer el escaner de implementaci\u00F3n
cannotUploadDeployment=No se puede cargar la implementaci\u00F3n
chooseDeploymentScanner=Por favor seleccione un escaner de implementaci\u00F3n de los siguientes para especificar la configuraci\u00F3n.
chooseFromContentRepository=Seleccione una implementaci\u00F3n del repositorio de contenido
chooseFromContentRepositoryDescription=Seleccione de una implementaci\u00F3n ya cargada desde el repositorio de contenido.
clusterConnectionDescription=El grupo Multicast para escuchar difusiones recibidas desde otros servidores que anuncian sus conectores.
commom_label_filter=Filtro
common_error_unknownError=Error desconocido
common_label_add=Agregar
common_label_addContent=Agregar contenido
common_label_addItem=Agregar objeto
common_label_addProperty=Agregar propiedad
common_label_advanced=AvanzadoAdvanced
common_label_append=Agregar
common_label_areYouSure=\u00BFEst\u00E1 seguro?
common_label_assign=Asignar
common_label_attributes=Atributos
common_label_autoStart=\u00BFPor empezar?
common_label_cancel=Cancelar
common_label_chooseFile=Seleccione un archivo que quiera implementar
common_label_clear=Limpiar
common_label_clone=Clonar
common_label_continue=Continuar
common_label_copy=Copiar
common_label_date=Fecha
common_label_delete=Borrar
common_label_deployments=Implementaciones
common_label_details=Detalles
common_label_disable=Inhabilitar
common_label_done=Terminado
common_label_edit=Modificar
common_label_enOrDisable=Des/habilitar
common_label_enable=Habilitar
common_label_exclude=Excluir
common_label_export=Exportar
common_label_filter=Filtro
common_label_finish=Terminar
common_label_generalConfig=Configuraci\u00F3n general
common_label_group=Grupo
common_label_groups=Grupos
common_label_host=Host
common_label_hostConfiguration=Configuraci\u00F3n de hosts
common_label_include=Incluir
common_label_includes=Incluye
common_label_interfaces=Interfaces
common_label_item=objeto
common_label_key=Llave
common_label_logout=Finalizar la sesi\u00F3n
common_label_manageDeployments=Administraci\u00F3n de implementaciones
common_label_messageDetailTitle=Mensaje
common_label_messages=Mensajes
common_label_name=Nombre
common_label_next=Siguiente &rsaquo;&rsaquo;
common_label_noRecentMessages=\u00A1No hay mensajes recientes\!
common_label_operations=Operaciones
common_label_option=Opci\u00F3n
common_label_paths=Rutas
common_label_plaseWait=Por favor espere
common_label_portOffset=Equilibrio de puertos
common_label_probe=Sondear
common_label_profile=Perfil
common_label_properties=Propiedades
common_label_recover=Recuperar
common_label_refresh=Refrescar
common_label_reload=Recargar
common_label_remove=Borrar
common_label_replace=Reemplazar
common_label_requestProcessed=Su solicitud se est\u00E1 procesando...
common_label_reset=Reestablecer
common_label_restart=Reiniciar
common_label_role=Rol
common_label_roles=Roles
common_label_runtimeName=Nombre del tiempo de ejecuci\u00F3n
common_label_save=Guardar
common_label_search=B\u00FAsqueda
common_label_selection=Selecci\u00F3n
common_label_serverConfigs=Configuraciones del servidor
common_label_serverGroupConfigurations=Configuraciones de grupos
common_label_serverGroups=Grupos de servidores
common_label_settings=Configuraciones
common_label_socketBinding=Enlace de sockets
common_label_start=Iniciar
common_label_stats=Estad\u00EDsticas
common_label_stop=Detener
common_label_subsystems=Subsistemas
common_label_success=Exito\:
common_label_systemProperties=Propiedades del sistema
common_label_type=Tipo
common_label_unassign=Desasignar
common_label_user=Usuario
common_label_users=Usuarios
common_label_value=Valor
common_label_view=Ver
common_label_virtualMachine=Configuraci\u00F3n JVM
common_label_virtualMachines=Configuraciones JVM
common_serverConfig_desc=Una configuraci\u00F3n del servidor especifica la configuraci\u00F3n general de un servidor. Una configuraci\u00F3n del servidor puede inicar y puede trabajar. Las configuraciones del servidor pertenecen a los grupos de servidores.
common_serverGroups_desc=Un grupo de servidores especifica una pol\u00EDtica com\u00FAn de administraci\u00F3n para un grupo de servidores. Los grupos de servidores est\u00E1n asociados con los perfiles.
common_socket_bindings_desc=Una lista de configuraciones de sockets. Estas configuraciones se referencian a trav\u00E9s de toda la configuraci\u00F3n del servidor/dominio.
connectedTo=Conectado a
connecto_to_desc_domain=Conectarse a un controlador de dominios WildFly diferente
connecto_to_desc_standalone=Conectarse a un servidor WildFly diferente
containerSettings=Configuraciones del contenedor
copyServerDescription=<h3>Crear copia</h3> Est\u00E1 por crear una copia de una configuraci\u00F3n del servidor. Por favor verifique el equilibro de puertos para evitar conflictos al iniciar el servidor.
createProfile=Crear nuevo perfil
createUnmanaged=Crear una implementci\u00F3n no administrada
createUnmanagedDescription=Una implementaci\u00F3n no administrada apunta a una carpeta en el sistema de archivos local del servidor. Comparado con las implementaciones administradas, las implementaciones no administradas no ser\u00E1n copiadas (es decir, cargadas) al repositorio de implementaci\u00F3n del servidor antes de que sean implementadas. El contenido de implementaci\u00F3n permanecer\u00E1 y ser\u00E1 implementado directamente desde su ubicaci\u00F3n original. Nota\: las implementaciones expandidas solo se soportan como no administradas.
deploymentEnabledDescription=Valor booleano que indica si la implementaci\u00F3n se debe habilitar despu\u00E9s de la implementaci\u00F3n.
deploymentNameDescription=Identificador \u00FAnico de la implementaci\u00F3n. Debe ser \u00FAnico a trav\u00E9s de todas las implementaciones.
deploymentRuntimeNameDescription=Nombre por el cual se debe conocer la implementaci\u00F3n dentro del tiempo de ejecuci\u00F3n de un servidor. Esto ser\u00EDa equivalente al nombre del archivo de un archivo de implementaci\u00F3n y formar\u00EDa la base para  cosas tales como la aplicaci\u00F3n predeterminada Java Enterprise Edition y los nombres de los m\u00F3dulos. Usualmente esto ser\u00EDa lo mismo que &#39;nombre&#39;, pero en algunos casos es posible que los usuarios deseen tener dos implementaciones con el mismo &#39;nombre-tiempo de ejecuci\u00F3n&#39; (por ejemplo, dos versiones de \\\\\\"foo.war\\\\\\") ambas disponibles en el repositorio de contenido de la implementaci\u00F3n, en cuyo caso las implementaciones necesitar\u00EDan tener diferentes valores de &#39;nombre&#39; pero tendr\u00EDan el mismo &#39;nombre-tiempo de ejecuci\u00F3n&#39;.
discoveryGroupOrConnectorsCanBeDefined=Se puede definir el grupo de descubrimiento o los conectores pero no ambos
discoveryGroupOrConnectorsMustBeDefined=Se debe definir el grupo de descubrimiento o los conectores
dismiss=Rechazar
divertDescription=Un recurso de  mensajer\u00EDa que le permite desviar los mensajes de una direcci\u00F3n a alguna otra direcci\u00F3n, sin hacer ning\u00FAn cambio a cualquier l\u00F3gica de aplicaci\u00F3n de cliente.
downloadInProgress=Descarga en progreso
downloadLogFile=Descargar el archivo de registros
downloadingLogFileConfirmation=El descargar este archivo de registros puede tomar algo de tiempo. \u00BFDesea proceder?
duplicate_data_source_jndi=Ya existe una fuente de datos con ese nombre JNDI.
duplicate_data_source_name=Ya existe una fuente de datos con ese nombre.
duplicate_mail_server_type=Tipo de servidor de correo ya definido.
enableAssignmentOnSelectedServerGroups=Habilitar asignaci\u00F3n en los grupos de servidores seleccionados
excludedFrom=excluido de
expressionsRunningServer=Las expresiones se resolver\u00E1n frente a instancias del servidor en ejecuci\u00F3n.
failedToAddServer=No se logr\u00F3 agregar el servidor
failedToCreateSecurityContext=No se logr\u00F3 crear un contexto de seguridad
failedToLoadServerNames=No se logr\u00F3 cargar los nombres del servidor de mensajer\u00EDa
failedToParseDescription=No se logr\u00F3 analizar sint\u00E1cticamente la descripci\u00F3n
failedToReadMetricDescription=No se logr\u00F3 recuperar las descripciones de la m\u00E9trica.
failedToRemoveServer=No se logr\u00F3 borrar el servidor
failedToResolveExpression=No se logr\u00F3 resolver la expresi\u00F3n
failedToRetrieveAttributeDescriptions=No se logr\u00F3 recuperar las descripciones de los atributos.
groupAlreadyExists=El grupo ya existe
help=Ayuda
help_close_help=Cerrar
help_need_help=\u00BFNecesita ayuda?
homepage_access_control_section=Asignar roles de usuario
homepage_access_control_step1=Agregar un nuevo usuario o grupo
homepage_access_control_step2=Asignar uno o m\u00E1s roles a ese usuario o grupo
homepage_access_control_step_intro=Asignar roles a usuarios o grupos para determinar acceso a recursos del sistema.
homepage_access_control_sub_header=Administraci\u00F3n de permisos de grupos y ususarios para operaciones de administraci\u00F3n
homepage_configuration_domain_step1=Seleccione el subsistema de la fuente de datos para el perfil apropiado
homepage_configuration_domain_sub_header=Configuraci\u00F3n de perfiles y subsistemas
homepage_configuration_section=Crear una fuente de datos
homepage_configuration_standalone_step1=Seleccione el subsistema de la fuente de datos
homepage_configuration_standalone_sub_header=Configuraci\u00F3n de subsistemas
homepage_configuration_step2=Agregar una fuente de datos XA o que no sea XA
homepage_configuration_step3=Usar el asistente para &#39;Crear fuente de datos&#39; para configurar la fuente de datos
homepage_configuration_step_intro=Definir una fuente de datos para que las aplicaciones implementadas la utilicen. El controlador JBDC apropiado debe ser implementado y registrado.
homepage_deployments_domain_step_1=Agregar una nueva implementaci\u00F3n al repositorio de contenido
homepage_deployments_domain_step_2=Asignar la implementaci\u00F3n a uno o m\u00E1s grupos de servidores
homepage_deployments_domain_step_intro=Implementar una aplicaci\u00F3n en un grupo de servidores.
homepage_deployments_section=Implementar una aplicaci\u00F3n
homepage_deployments_standalone_step_1=Use el asistente &#39;Agregar implementaci\u00F3n&#39; para implementar la aplicaci\u00F3n
homepage_deployments_standalone_step_intro=Implementar una aplicaci\u00F3n en el servidor
homepage_deployments_step_enable=Habilitar la implementaci\u00F3n
homepage_deployments_sub_header=Agregar y administrar implementaciones
homepage_help_admin_guide_text=Gu\u00EDa de administraci\u00F3n
homepage_help_consulting_link=https\://www.redhat.com/consulting/
homepage_help_consulting_text=Dir\u00EDjase a los servicios de consultor\u00EDa de Red Hat para obtener m\u00E1s ayuda de parte de expertos
homepage_help_developers_mailing_list_text=Lista de correo de los desarrolladores
homepage_help_eap_community_link=https\://community.jboss.org/en/jbosseap
homepage_help_eap_community_text=Realice preguntas a la comunidad de desarrollo
homepage_help_eap_configurations_link=https://access.redhat.com/articles/2026253/
homepage_help_eap_configurations_text=Ver las configuraciones soportadas para JBoss EAP
homepage_help_eap_documentation_link=https\://access.redhat.com/site/documentation/JBoss_Enterprise_Application_Platform/
homepage_help_eap_documentation_text=Leer la documentaci\u00F3n de JBoss EAP
homepage_help_general_resources=Recursos generales
homepage_help_get_help=Ayuda
homepage_help_irc_text=IRC
homepage_help_knowledgebase_link=https\://access.redhat.com/site/knowledgebase
homepage_help_knowledgebase_text=Buscar en la base de conocimiento de Red Hat soluciones para problemas que encuentre
homepage_help_latest_news=\u00DAltimas noticias
homepage_help_learn_more_eap_link=http\://www.redhat.com/products/jbossenterprisemiddleware/application-platform/
homepage_help_learn_more_eap_text=Mayor informaci\u00F3n sobre JBoss EAP
homepage_help_model_reference_text=Documentaci\u00F3n de referencia de modelos
homepage_help_need_help=\u00BFNecesita ayuda?
homepage_help_training_link=https\://www.redhat.com/training/paths/?cr\=cp|tr|pp|00002
homepage_help_training_text=Registrarse en cursos de Red Hat
homepage_help_trouble_ticket_link=https\://access.redhat.com/home
homepage_help_trouble_ticket_text=Obtener ayuda o presentar un tiquete de problema
homepage_help_tutorials_link=http\://www.jboss.org/quickstarts/eap/
homepage_help_tutorials_text=Acceso a tutoriales e inicios r\u00E1pidos
homepage_help_user_forums_text=Foros de usuarios
homepage_help_wildfly_issues_text=Navegar problemas
homepage_help_wilfdfly_documentation_text=Documentaci\u00F3n WildFly
homepage_help_wilfdfly_home_text=Inicio de WildFly
homepage_jms_domain_step1=Seleccione el subsistema de mensajer\u00EDa para el perfil apropiado
homepage_jms_section=Crear una cola JMS
homepage_jms_standalone_step1=Seleccione el subsistema de mensajer\u00EDa
homepage_jms_step2=Vea la p\u00E1gina de colas & temas para el proveedor de mensajer\u00EDa deseado
homepage_jms_step3=Agregue una nueva cola y establezca las propiedades de la cola
homepage_jms_step_intro=Defina una cola JMS para un proveedor de mensajer\u00EDa.
homepage_new_to_eap=\u00BFNuevo en JBoss EAP7?
homepage_patching_domain_step2=Seleccionar el host destino
homepage_patching_section=Aplicar un parche
homepage_patching_step1=Descargar el archivo parche en la m\u00E1quina local
homepage_patching_step_apply=Use el asistente &#39;Aplicar parche&#39; para seleccionar y aplicar el parche
homepage_runtime_domain_create_server_section=Crear un servidor
homepage_runtime_domain_create_server_step1=Agregue un nuevo servidor seleccionando un host o grupo de servidores
homepage_runtime_domain_create_server_step2=Usar el asistente para &#39;Crear nuevo servidor&#39; para configurar el servidor
homepage_runtime_domain_create_server_step_intro=Crear una nueva instancia de servidor.
homepage_runtime_domain_monitor_server_section=Monitorear un servidor
homepage_runtime_domain_monitor_server_step1=Seleccione un servidor bajo el host o grupo de servidores apropiado
homepage_runtime_domain_monitor_server_step2=Ver archivos de registro o uso de la JVM para los servidores en ejecuci\u00F3n
homepage_runtime_domain_server_group_section=Crear un grupo de servidores
homepage_runtime_domain_server_group_step1=Agregar un nuevo grupo de servidores
homepage_runtime_domain_server_group_step2=Usar el asistente para &#39;Crear grupo de servidores&#39; para configurar el grupo de servidores
homepage_runtime_domain_server_group_step_intro=Define un grupo de servidores para administrar y configurar un grupo de servidores como uno.
homepage_runtime_domain_sub_header=Monitorea el estado del servidor, configura servidores y grupos de servidores
homepage_runtime_standalone_section=Monitorear el servidor
homepage_runtime_standalone_step1=Seleccionar el servidor
homepage_runtime_standalone_step2=Ver archivos de registro o uso de la MVJ
homepage_runtime_standalone_sub_header=Monitorear estado del servidor
homepage_runtime_step_intro=Ver informaci\u00F3n en tiempo de ejecuci\u00F3n tal como el estado del servidor, estado de la MVJ y archivos de registro del servidor. 
homepage_take_a_tour=Realizar un tour
hornetq_acceptor_type_desc=Define una forma en la cual se pueden realizar conexiones a un servidor HornetQ.
host_interfaces_desc=Reglas espec\u00EDficas para enlazar interfaces a un host. Una configuraci\u00F3n del servidor har\u00E1 referencia a una interfaz por nombre.
host_properties_desc=Las propiedades que se heredan en cualquier servidor en un host. Cada servidor puede sobreescribir una valor especifico de una propiedad.
hosts_jvm_desc=Estas configuraciones de la MVJ son aplicables a cualquier servidor en un host. Las configuraciones de la MVJ se pueden asignar a la configuraci\u00F3n del servidor por nombre.
hosts_jvm_err_deleteDefault=\u00A1La configuraci\u00F3n predeterminada de la MVJ no se puede borrar\!
hosts_jvm_title=Configuraciones de la MVJ host
identityProviderDescription=El Proveedor de identidad es la entidad autorizada responsable de autenticar el usuario y de establecer una identidad para ese usuario de una manera confiable para los socios confiables.
includedFromProfile=Inclu\u00EDdo desde el perfil
insufficientPrivileges=No tiene suficientes privilegios para acceder a esta interfaz.
interfacesDescription=Un nombre l\u00F3gico para una interfaz de red/direcci\u00F3n IP/nombre de host al cual se pueden enlazar los sockets. Las configuraciones domain.xml, host.xml y standalone.xml incluyen una secci\u00F3n en donde se pueden declarar las interfaces. Otras secciones de la configuraci\u00F3n luego pueden hacer referencia a esas interfaces por medio del nombre l\u00F3gico en lugar de tener que incluir todos los detalles de la interfaz (los cuales pueden ser diferentes en m\u00E1quinas distintas). Una configuraci\u00F3n de interfaz incluye el nombre l\u00F3gico de la interfaz as\u00ED como informaci\u00F3n especificando los criterios a utilizar para resolver la direcci\u00F3n f\u00EDsica a utilizar. Consulte las Interfaces y puertos para obtener mayor informaci\u00F3n.
interfaces_desc=Una interfaz de red nombrada junto con los criterios requeridos para determinar la direcci\u00F3n IP a la cual asociar esa interfaz.
interfaces_err_inetAddress_set=Cuando la direcci\u00F3n Inet est\u00E1 establecida no hay otros valores posibles.
interfaces_err_loopback_address_set=Cuando la direcci\u00F3n Loopback est\u00E1 establecida \u00A1no se permiten otros valores\!
interfaces_err_loopback_nor_address_set=No se han establecido el Loopback ni la direcci\u00F3n Loopback
interfaces_err_loopback_set=\u00A1Cuando Loopback est\u00E1 establecido no hay otros valores permitidos\!
interfaces_err_nic_set=Cuando Nic est\u00E1 establecido \u00A1no se permiten otros valores\!
interfaces_err_nicmatch_set=Cuando Nic Match est\u00E1 establecido \u00A1no se permiten otros valores\!
interfaces_err_not_set=\u00A1No se especific\u00F3 el criterio de la interfaz\!
interfaces_err_wildcard_nor_address_set=\u00A1No hay una direcci\u00F3n Inet establecida ni un comod\u00EDn\!
interfaces_err_wildcard_set=Cuando el comod\u00EDn de direcci\u00F3n est\u00E1 establecido no hay otros valores posibles.other values are possible.
invalidAddressCriteria=\u00A1Criterio de direcci\u00F3n inv\u00E1lido\!
invalidLoopbackCriteria=\u00A1Criterio de bucle invertido inv\u00E1lido\!
invalidNicCriteria=\u00A1Criterio Nic inv\u00E1lido\!
invalidOtherCriteria=\u00A1Otros criterios inv\u00E1lidos\!
isAddressWildcardSet=\u00BFEstableci\u00F3 el comod\u00EDn de direcci\u00F3n?
isInetAddressSet=\u00BFEstableci\u00F3 la direcci\u00F3n Inet?
jmsConnectionFactoryDescription=F\u00E1bricas de conexiones para aplicaciones. Se utiliza para conectarse al servidor usando la API JMS.
jmsConnectorDescription=Un conector puede ser utilizado por un cliente para definir c\u00F3mo conectarse a un servidor.
jmsConnectorServiceDescription=Nombre de la clase de f\u00E1brica que puede instanciar el servicio de conector.
jndiFormatError=El nombre JNDI tiene que empezar por &#39;java\:/&#39; o &#39;java\:jboss/&#39;
lastActionError=La \u00FAltima acci\u00F3n gener\u00F3 un error
localSocketDescription=Informaci\u00F3n de configuraci\u00F3n para un destino local o un enlace de socket saliente. 
localhostDoesNotWorkReliably=El host local no funciona de manera confiable. En lugar, por favor use 127.0.0.1.
logFileDescription=La ruta del sistema de archivos para el archivo de registros. &#39;jboss.server.log.dir&#39; es un valor de atributo &#39;relative-to&#39; com\u00FAn.
logFilesOfSelectedServer=Archivos de registro del servidor seleccionado
logout_confirm=\u00BFRealmente quiere terminar la sesi\u00F3n?
loopbackCriteriaIsValid=El criterio de bucle invertido es v\u00E1lido.
lostConnection=Se perdi\u00F3 la conexi\u00F3n con el servidor.
member=Miembro
modifyCase=Modificar caso
newCacheConfiguration=Nueva configuraci\u00F3n de cach\u00E9
nicCriteriaIsValid=El criterio Nic es v\u00E1lido.
noChanges=No hay cambios
noConfigurableAttributes=\u00A1No hay atributos configurables en este recurso\!
noDriverSpecified=\u00A1Es necesario especificar o seleccionar un controlador\!
noPreselection=No hay preselecci\u00F3n
noReason=No se proporcion\u00F3 una raz\u00F3n.
noReferenceServerFound=No se encontr\u00F3 un servidor de referencia
noUploadDueToSecurityReasons=Debido a razones de seguridad, su navegador no est\u00E1 soportado para cargas. Por favor utilice un navegador m\u00E1s reciente.
openCase=Abrir caso
otherConstraintsModified=\u00BFSe modificaron otras restricciones?
otherCriteriaIsValid=Los otros criterios son v\u00E1lidos.
patch_manager_applied_at=Fecha aplicado
patch_manager_applied_success=\u00A1Parche aplicado exitosamente\!
patch_manager_apply_error_body=El sistema encontr\u00F3 un error, el cual no permiti\u00F3 aplicar el parche.
patch_manager_apply_error_cancel_body=Seleccione el bot\u00F3n de cancelar para salir. Los usuarios avanzados pueden utilizar la interfaz parche CLI para identificar y resolver errores de parches espec\u00EDficos.
patch_manager_apply_error_cancel_title=Cancelar
patch_manager_apply_error_select_body=Intentar de nuevo con un archivo de parche diferente.
patch_manager_apply_error_select_title=Seleccionar un archivo de parche diferente
patch_manager_apply_new=Aplicar un nuevo parche
patch_manager_apply_new_wizard_error=No se puede lanzar el asistente de aplicaci\u00F3n de parches.
patch_manager_apply_patch=Aplicar parche
patch_manager_conflict_body=El sistema encontr\u00F3 un conflicto, el cual no permiti\u00F3 aplicar el parche.
patch_manager_conflict_cancel_body=Seleccione el bot\u00F3n de cancelar para salir. Los usuarios avanzados pueden utilizar la interfaz parche CLI para identificar y resolver conflictos de parches espec\u00EDficos.
patch_manager_conflict_cancel_title=Cancelar (recomendado)
patch_manager_conflict_override_body=Seleccione esta opci\u00F3n s\u00F3lo si comprende los posibles conflictos que generaron este error. El escoger la sobrescritura puede causar resultados impredecibles.
patch_manager_conflict_override_check=Sobrescribir todos los conflictos y continuar
patch_manager_conflict_title=Conflicto
patch_manager_desc_community=Para aplicar un parche, primero debe descargar un archivo parche en su sistema local. Despu\u00E9s de descargar un parche entonces puede utilizar el administrador de parches para aplicarlo y actualizar su sistema.
patch_manager_error=No se puede leer el estado del parche
patch_manager_error_title=Error
patch_manager_hide_details=Ocultar detalles del error
patch_manager_latest=\u00DAltimo parche aplicado
patch_manager_patch_details=Detalles del parche
patch_manager_possible_actions=Acciones posibles
patch_manager_recently=Historial de parches recientes
patch_manager_restart_error=La operaci\u00F3n termin\u00F3 con un error. Por favor consulte los archivos de registro para recuperarse del error y actualice la consola.
patch_manager_restart_no=No, reiniciar despu\u00E9s.
patch_manager_restart_now=\u00BFReiniciar ahora?
patch_manager_restart_pending=Reiniciando el sistema. Por favor espere...
patch_manager_restart_required=Reinicio pendiente
patch_manager_restart_timeout="La operaci\u00F3n alcanz\u00F3 un l\u00EDmite de tiempo. Por favor espere hasta que el sistema est\u00E9 ejecutando y actualice la consola."
patch_manager_restart_verify=\u00BFRealmente quiere reiniciar el servidor?
patch_manager_rollback=Deshacer
patch_manager_rollback_confirm_body=Confirme sus opciones y el parche seleccionado para deshacer.
patch_manager_rollback_confirm_title=Confirmar
patch_manager_rollback_error_body=El sistema encontr\u00F3 un error, el cual no permiti\u00F3 deshacer el parche.
patch_manager_rollback_error_cancel_body=Salga del proceso para deshacer y use el CLI de administraci\u00F3n para solucionar y deshacer el parche.
patch_manager_rollback_error_cancel_title=Cancelar
patch_manager_rollback_error_select_body=Intente de nuevo con opciones diferentes.
patch_manager_rollback_error_select_title=Seleccionar diferentes opciones
patch_manager_rollback_options_body=Escoja de las opciones a continuaci\u00F3n y haga clic en "Next" para verificar la operaci\u00F3n para deshacer.
patch_manager_rollback_options_override_all=Sobrescribir todas
patch_manager_rollback_options_override_all_desc=Seleccione "Override all" - Sobrescribir todos - para saltarse cualquier verificaci\u00F3n de contenido en los objetos miscel\u00E1neos que el parche cambi\u00F3 y que se va a deshacer.
patch_manager_rollback_options_reset_configuration=Restablecer configuraci\u00F3n
patch_manager_rollback_options_reset_configuration_desc=Seleccionar "Restablecer configuraci\u00F3n" para actualizar las configuraciones  de instalaci\u00F3n y restablecer las instant\u00E1neas que se tomaron cuando se aplic\u00F3 el parche.
patch_manager_rollback_options_title=Seleccionar opciones
patch_manager_rollback_wizard_error=No se puede lanzar el asistente para deshacer parches.
patch_manager_rolled_back_success_body=\u00A1Parche deshecho exitosamente\!
patch_manager_rolled_back_success_title=\u00C9xito
patch_manager_select_file=\u00A1Por favor seleccione un parche\!
patch_manager_select_patch_body=Seleccione un archivo de parche disponible para aplicar a su sistema.
patch_manager_select_patch_title=Seleccionar parche
patch_manager_select_patch_upload=Seleccionar un parche a aplicar
patch_manager_servers_shutdown=Servidores apagados
patch_manager_servers_still_running_warning=Servidores ejecutando
patch_manager_show_details=Ver detalles del error
patch_manager_stop_server_error=Apagado fallido
patch_manager_stop_server_error_cancel_body=Salga del proceso del parche y use el CLI de administraci\u00F3n para solucionar y aplicar el parche.
patch_manager_stop_server_error_cancel_title=Cancelar (recomendado)
patch_manager_stop_server_error_continue_body=Seleccione esta opci\u00F3n solo si quiere aplicar el parche de todas maneras.
patch_manager_stop_server_error_continue_title=Continuar aplicando el parche
patch_manager_stop_server_no=No, dejar los servidores ejecutando
patch_manager_stop_server_question_for_apply=\u00BFApagar los servidores antes de aplicar el parche?
patch_manager_stop_server_question_for_rollback=\u00BFApagar los servidores antes de deshacer el parche?
patch_manager_stop_server_timeout=La operaci\u00F3n alcanz\u00F3 un l\u00EDmite de tiempo. Puede ser que algunos servidores todav\u00EDa est\u00E9n ejecutando. Por favor chequee los estados del servidor utilizando el CLI.
patch_manager_stop_server_title=Apagar servidores
patch_manager_stop_server_unknown_error=El sistema encontr\u00F3 un error, el cual no permiti\u00F3 apagar los servidores.
patch_manager_stop_server_yes=Si, apagar los servidores (recomendado)
patch_manager_stopping_servers_body=Apagado en progreso...
patch_manager_toolstrip_desc=Aplicar un nuevo parche iniciando el asistente de parches o "Rollback" (regresar) a un parche aplicado previamente utilizando la tabla a continuaci\u00F3n.
patch_manager_update=Actualizar
pathsDescription=Un nombre l\u00F3gico para una ruta del sistema de archivos. Las configuraciones domain.xml, host.xml y standalone.xml incluyen una secci\u00F3n en donde las rutas se pueden declarar. Otras secciones de la configuraci\u00F3n luego pueden hacer referencia a esas rutas por medio del nombre l\u00F3gico en lugar de tener que incluir todos los detalles de la ruta (los cuales pueden ser diferentes en m\u00E1quinas distintas). Por ejemplo, la configuraci\u00F3n del subsistema de registro incluye una referencia a la ruta \\"jboss.server.log.dir\\" que apunta al directorio \\"log\\" del servidor.
pleaseChoose=Por favor seleccione
pleaseChooseAnEntry=\u00A1Por favor seleccione una entrada\!
pleaseChooseFile=\u00A1Por favor seleccione un archivo\!
pleaseChooseWorker=Por favor seleccione un trabajador de los siguientes para especificar la configuraci\u00F3n.
pleaseChoseBufferPool=Por favor seleccione un grupo buffer de los siguientes para especificar la configuraci\u00F3n.
pleaseChoseHost=Por favor seleccione un host
pleaseChoseMessagingProvider=Por favor seleccione un proveedor de los siguientes para especificar la m\u00E9trica.
pleaseSelectPrincipal=Por favor seleccione un usuario o grupo
pleaseSelectRole=Por favor seleccione un rol
pleaseSelectServerGroup=Por favor seleccione un grupo de servidores
portDescription=Los puertos efectivos en el servidor seleccionado actualmente.
properties_global_desc=Estas propiedades est\u00E1n disponibles a trav\u00E9s de la configuraci\u00F3n. La etiqueta del tiempo de arranque especifica si una propiedad se debe pasar en el inicio de la MVJ (-Dproperty\=value)
reason=Raz\u00F3n
reloadServerGroup=Re-cargar el grupo de servidores
reloadServerNow=\u00A1Re-cargar el(los) servidor(es) ya\!
remoteSocketDescription=Informaci\u00F3n de configuraci\u00F3n para un destino remoto o un enlace de socket saliente. 
removeProfile=Borrar perfil
replaceDeployment=Reemplazar implementaci\u00F3n
replace_me=Reemplazarme
requestTimeout=Su solicitud expir\u00F3.
resolve=Resolver
resolveExpressionValues=Resolver valores de expresi\u00F3n
resolvedValue=Valor resuelto
resource_already_exists=El recurso ya existe
restartServerGroup=Reiniciar el grupo de servidores
resume=Reiniciar
resumeServerGroup=Reiniciar el grupo de servidores
runAs=Ejecutar como
runAsRole=Ejecutar como rol
search_index_reset=Restablecer \u00EDndice de b\u00FAsqueda
search_no_results=No hay resultados
search_placeholder=Buscar...
search_popup_title=Pantallas con \u00EDndices de b\u00FAsquedas
search_tooltip_osx=\u00E2\u008C\u00982
search_tooltip_other=Ctrl+2
securitySettingsDescription=Un par\u00E1metro de seguridad le otorga una serie de permisos definidos a partir de las colas basadas en su direcci\u00F3n.
selectResourceType=Seleccione el tipo de recurso
selectRole=Seleccionar Rol
selectRoleDescription=Seleccione el rol de parte del cual quiere actuar.
serverConfigurationChanged=Se cambi\u00F3 la configuraci\u00F3n del servidor
serverConfigurationNeedsToBeReloaded=\u00A1La configuraci\u00F3n del servidor necesita ser recargada\!
serverDescription=Un &#39;Servidor&#39; representa una instancia del servidor de la aplicaci\u00F3n. El servidor ejecuta en un proceso MVJ separado desde el controlador host. El controlador host es responsable de lanzar ese proceso.
serverNeedsToBeRestarted=\u00A1Necesita reiniciar el servidor\!
server_config_desc=Estatus de configuraci\u00F3n del servidor. En algunos casos es necesario volver a cargar la configuraci\u00F3n con el fin de que tome efecto.
server_config_uptodate=\u00A1La configuraci\u00F3n del servidor parece actualizada\!
server_instance_pleaseSelect=Seleccione una instancia del servidor\:
server_instance_reloadRequired=\u00A1Se necesita volver a cargar el servidor\!
server_instance_servers_needReload=Es necesario volver a cargar los siguientes servidores\:
server_instance_servers_needRestart=Es necesario reiniciar los siguientes servidores\:
server_reload_desc=\u00A1Es necesario volver a cargar la configuraci\u00F3n del servidor o reinicar el servidor\!
server_reload_title=Re-cargar la configuraci\u00F3n del servidor
serviceProviderDescription=El Proveedor del servicio depende del Proveedor de identidad para establecer informaci\u00F3n sobre un usuario por medio de una credencial electr\u00F3nica de usuario, dejando al proveedor del servicio el administrar el control de acceso y la diseminaci\u00F3n con base en un grupo confiable de afirmaciones de credenciales de usuario.
servletContainerDescription=Por favor seleccione un contenedor de los siguientes para especificar la configuraci\u00F3n.
socketBindingDescription=Un enlace de socket es una configuraci\u00F3n nombrada para un socket. Las configuraciones domain.xml y standalone.xml incluyen una secci\u00F3n en donde se pueden declarar configuraciones de socket nombradas. Otras secciones de la configuraci\u00F3n luego pueden hacer referencia a esos sockets por medio de su nombre l\u00F3gico en lugar de tener que incluir todos los detalles de la configuraci\u00F3n del socket (la cual puede variar en m\u00E1quinas diferentes). Consulte Interfaces y puertos para obtener todos los detalles.
standardRolesCannotBeRemoved=Los roles est\u00E1ndares no se pueden borrar.
startServerGroup=Iniciar el grupo del servidor
statisticsEnabledError=No se logr\u00F3 analizar sint\u00E1cticamente la respuesta. \u00BFLas estad\u00EDsticas est\u00E1n habilitadas?
stopServerGroup=Detener el grupo de servidores
subsys_configadmin=Administraci\u00F3n de la configuraci\u00F3n 
subsys_configadmin_PID=PID de la administraci\u00F3n de la configuraci\u00F3n
subsys_configadmin_PIDLabel=Identificador persistente (PID)
subsys_configadmin_PIDShort=Identificador persistente
subsys_configadmin_add=Agregar datos de la administraci\u00F3n de la configuraci\u00F3n
subsys_configadmin_editPID=Modificar PID
subsys_configadmin_header=Datos de la administraci\u00F3n de la configuraci\u00F3n
subsys_configadmin_valueAdd=Nuevo valor de la administraci\u00F3n de la configuraci\u00F3n
subsys_configadmin_valuesLabel=Valores de la configuraci\u00F3n
subsys_ee_desc=La configuraci\u00F3n del subsistema EE. Proporciona la habilidad para especificar una lista de m\u00F3dulos que deben estar disponibles para todas las implementaciones.
subsys_iiop_openjdk_desc=La configuraci\u00F3n del sub-sistema iiop-openjdk.
subsys_jca_boostrap_config_desc=Contexto bootstrap para los adaptadores de recursos. Cada contexto hace referencia a un administrador de trabajo.
subsys_jca_common_config_desc=El subsistema JCA (del ingl\u00E9s Java EE Connector Architecture) proporciona una configuraci\u00F3n general para los adaptadores de recursos.
subsys_jca_dataSource_choose_template=Seleccionar fuente de datos
subsys_jca_dataSource_custom_template=Personalizado
subsys_jca_dataSource_metric_desc=Utilizaci\u00F3n del tiempo de ejecuci\u00F3n de fuentes de datos.
subsys_jca_dataSource_step1=Paso 1/3\: Atributos de la fuente de datos
subsys_jca_dataSource_step2=PAso 2/3\: Controlador JDBC
subsys_jca_dataSource_step3=Paso 3/3\: Configuraci\u00F3n de la conexi\u00F3n
subsys_jca_dataSource_summary=Resumen
subsys_jca_dataSource_verify=Probar conexi\u00F3n
subsys_jca_dataSource_xaprop_help=Propiedades para asignar a la clase de la implementaci\u00F3n XADataSource.
subsys_jca_dataSources=Fuentes de datos
subsys_jca_dataSourcesXA=Fuentes de datos XA
subsys_jca_dataSources_desc=Configuraciones de la fuente de datos JDBC.
subsys_jca_datasource_error_load=No se logr\u00F3 cargar las fuentes de datos y los controladores.
subsys_jca_err_prop_required=Se requiere por lo menos una propiedad XA (es decir, url).
subsys_jca_error_context_removal=\u00A1El contexto predeterminado no se puede borrar\!
subsys_jca_error_context_removal_desc=El contexto predeterminado es obligatorio.
subsys_jca_error_datasource_notenabled=\u00A1Fuente de datos no habilitada\!
subsys_jca_error_default_workmanager_deletion=\u00A1El administrador de trabajo predeterminado no se puede borrar\!
subsys_jca_error_pool_exist=\u00A1Ya existen los pools de hilos\!
subsys_jca_error_pool_exist_desc=Ya existen configuraciones de pools de hilos de larga ejecuci\u00F3n y de corta ejecuci\u00F3n.
subsys_jca_error_pool_removal=\u00A1El pool no se puede borrar\!
subsys_jca_error_pool_removal_desc=Un pool de ejecuci\u00F3n corta es obligatoria.
subsys_jca_threadpool_config_desc=Configuraciones de pools de hilos que el JCA workmanager utiliza.
subsys_jca_workmanager_config_desc=Administrador de trabajo para adaptadores de recursos.
subsys_jca_xadataSource_step1=Paso 1/4\: Atributos de la fuente de datos
subsys_jca_xadataSource_step2=Paso 2/4\: Clase de la fuente de datos
subsys_jca_xadataSource_step3=Paso 3/4\: Propiedades XA
subsys_jca_xadataSource_step4=Paso 4/4\: Configuraciones de la conexi\u00F3n
subsys_jca_xadataSources_desc=Configuraci\u00F3n de la fuente de datos JDBC XA datasource configuration.
subsys_jgroups_err_protocols_required=\u00A1La pila del protocolo no puede estar vac\u00EDa\!
subsys_jgroups_protocol_desc=La configuraci\u00F3n de los protocolos dentro de una pila de protocolos. El orden de los protocolos tiene importancia.
subsys_jgroups_session_desc=La configuraci\u00F3n del sub-sistema jgroups.
subsys_jgroups_step1=Paso 1\: Pila &amp; transporte
subsys_jgroups_step2=Paso 2\: Pila de protocolos
subsys_jgroups_transport_desc=La configuraci\u00F3n de un transporte para una pila de protocolo.
subsys_jmx_desc=La configuraci\u00F3n del sub-sistema JMX.
subsys_jpa_basicMetric_desc=Informaci\u00F3n de ejecuci\u00F3n sobre el uso de Hibernate en la implementaci\u00F3n.
subsys_jpa_deployment_desc=m\u00E9trica-habilitada\: si las estad\u00EDsticas se reben recolectar para una unidad de persistencia.
subsys_jpa_desc=La configuraci\u00F3n del sub-sistema JPA.
subsys_jpa_puList_desc=Unidades de persistencia disponibles. Es posible que necesite habilitar la estad\u00EDsticas para cada implementaci\u00F3n con el fin de ver la m\u00E9trica.
subsys_mail_server_desc=Definiciones del servidor de correo a utilizar con la sesi\u00F3n de correo.
subsys_mail_session_desc=Definiciones de la sesi\u00F3n de correo.
subsys_messaging_queue_metric_desc=M\u00E9trica para colas JMS.
subsys_messaging_topic_metric_desc=M\u00E9trica para temas JMS.
subsys_modcluster_desc=La configuraci\u00F3n modcluster.
subsys_naming_jndiBindings=Enlaces JNDI
subsys_naming_jndiView=Vista JNDI
subsys_naming_selectedURI=URI seleccionada\:
subsys_web_desc=La configuraci\u00F3n del sub-sistema jboss.web.
subsys_web_socketInUse=El enlace de sockets ya lo est\u00E1 utilizando otro conector
subsys_ws_desc=La configuraci\u00F3n del subsistema de servicios web.
subsys_ws_endpoint_desc=Puntos finales de servicios web. Es necesario implementar los puntos finales como aplicaciones normales.
subsys_ws_provider=Proveedor
subsystemsDescription=Un grupo de configuraciones del subsistema. Un subsistema es un grupo agregado de funcionalidades a\u00F1adidas al servidor central por medio de una extensi\u00F3n. Un subsistema proporciona funcionalidades de control del servlet; un subsistema proporciona un contenedor EJB; un subsistema proporciona un JTA, etc. Un perfil es una lista nombrada de subsistemas junto con los detalles de la configuraci\u00F3n de cada subsistema. Un perfil con un gran n\u00FAmero de subsistemas genera un servidor con un grupo grande de funcionalidades. Un perfil con un grupo peque\u00F1o y enfocado de subsistemas tendr\u00E1 menos funcionalidades pero una huella m\u00E1s peque\u00F1a.
subys_tx_desc=La configuraci\u00F3n del sub-sistema de transacciones.
subys_tx_metric_desc=Esta m\u00E9trica refleja el estado actual del sub-sistema de transacciones. Si no se puede ver ninguna m\u00E9trica entonces es posible que tenga que habilitar las estad\u00EDsticas para el sub-sistema de transacciones.
subys_web_metric_desc=M\u00E9trica para el subsistema web subsystem.
successfullyRefreshedStatistics=Estad\u00EDsticas actualizadas de manera exitosa.
suspend=Suspender
suspendTimeoutDescription=Tiempo de expiraci\u00F3n en segundos. Si es cero entonces la operaci\u00F3n retornar\u00E1 inmediatamente, -1 significa que esperar\u00E1 indefinidamente. Note que la operaci\u00F3n no se deshar\u00E1 si se sobrepasa el tiempo de expiraci\u00F3n, esto solo significa que no todas las peticiones actuales se completaron en el tiempo de expiraci\u00F3n especificado.
systemPropertiesDescription=Los valores de las propiedades del sistema se pueden establecer en un n\u00FAmero de lugares en domain.xml, host.xml y standalone.xml. Los valores en standalone.xml se establecen como parte del proceso de arranque del servidor. Los valores en domain.xml y host.xml se se aplican a los servidores cuando se lanzan.
transportSettings=Configuraci\u00F3n del transporte
unableToAddDeployment=No se pudo agregar la implementaci\u00F3n.
unableToAddUnmanagedDeployment=No se puede agregar una implementaci\u00F3n no administrada
unableToAssignDeployment=No se puede asignar la implementaci\u00F3n
unableToFindDeployments=No se puede encontrar las implementaciones.
unableToLoadConsole=No se pudo cargar la interfaz de administraci\u00F3n. 
unableToLoadDeployments=No se pudo cargar las implementaciones
unableToModifyDeployment=No se pudo modificar la implementaci\u00F3n.
unableToNavigateBack=No puede regresar
unableToRemoveDeployment=No se pudo borrar la implementaci\u00F3n.
unableToResolve=\u00A1No se puede resolver\!
unassign=Eliminar la asignaci\u00F3n
unassigned=No asignados
unassignedContent=Contenido no asignado
unauthorized=Autorizaci\u00F3n requerida
unauthorizedAdd=\u00A1No tiene permisos para agregar nuevos recursos\! 
unauthorized_desc=No tiene permiso para acceder a este recurso
undertowDescription=La configuraci\u00F3n general para el subsistema HTTP.
unmanagedDeploymentArchiveDescription=Bandera que indica si el contenido no administrado en un fichero zip (verdadero) o expandido (falso).
unmanagedDeploymentPathDescription=Ruta (relativa o absoluta) al contenido no administrado que es parte de la implementaci\u00F3n.
unmanagedDeploymentRelativeToDescription=Nombre de una ruta del sistema para el cual el valor de la &#39;ruta&#39; es relativa. Si no est\u00E1 establecido entonces la &#39;ruta&#39; se considera como absoluta.
uploadNewDeployment=Cargar una nueva implementaci\u00F3n
uploadNewDeploymentDescription=Use esta opci\u00F3n para cargar un nuevo artefacto como un archivador WAR o EAR.
uploadedDeployments=Implementaciones cargadas
uploadsNotSupported=Cargas no soportadas
userAlreadyExists=El usuario ya existe
validAddressCriteria=\u00BFCriterio de direcci\u00F3n v\u00E1lido?
validAddressWildcard=Comod\u00EDn de direcci\u00F3n v\u00E1lido
validInetAddress=Direcci\u00F3n inet v\u00E1lida
validLoopbackCriteria=\u00BFCriterio de bucle invertido v\u00E1lido?
validNicConstraints=\u00BFRestricciones nic v\u00E1lidas?
validOtherConstraints=\u00BFOtras restricciones v\u00E1lidas?
verifyUpload=Verificar carga
verify_datasource_dependent_error=Ocurri\u00F3 un error en una operaci\u00F3n dependiente.
verify_datasource_disabled=La fuente de datos debe estar habilitada con el fin de probar la conexi\u00F3n.
verify_datasource_failed_header=No se logr\u00F3 crear la conexi\u00F3n JDBC.
verify_datasource_internal_error=Ocurri\u00F3 un error interno.
verify_datasource_no_running_servers=No hay servidores en ejecuci\u00F3n enlazados a esta fuente de datos.
verify_datasource_successful_header=Se cre\u00F3 exitosamente la conexi\u00F3n JDBC.
wizard_back=&lsaquo;&lsaquo; Regresar
unauthorizedRemove=You seem to lack permissions to remove this resource\!
