accessDenied=Acc\u00E8s refus\u00E9
addressCriteriaIsValid=Le crit\u00E8re d\u0027adresse est valide.
addressingDescription=Une configuration d\u0027adresse d\u00E9finit les attributs qui s\u0027appliquent \u00E0 chaque adresse qui correspond au nom de configuration d\u0027adresse (pouvant contenir des caract\u00E8res g\u00E9n\u00E9riques).
administration_add_scoped_role=Ajouter un Scoped Role
administration_assignment_realm_desc=Attribut de mappage optionnel bas\u00E9 sur le domaine utilis\u00E9 pour l\u0027authentification.
administration_assignment_roles_desc=R\u00F4les inclus ou exclus.
administration_assignment_user_group_desc=Le nom de l\u0027utilisateur ou du groupe.
administration_audit_log_desc=Rapport d\u0027audit pour les op\u00E9ration de gestion
administration_members=Membres
administration_role_include_all_desc=Configurer si tous les utilisateurs authentifi\u00E9s doivent \u00EAtre assign\u00E9s automatiquement \u00E0 ce r\u00F4le.
administration_scoped_role_base_role_desc=Le r\u00F4le standard sur lequel le server-group-scoped-role est bas\u00E9.
administration_scoped_role_scope_desc=Les liste des h\u00F4tes ou groupes de serveurs dont d\u00E9pendent les utilisateurs ayant ce r\u00F4le.
allContent=Contenu
allDeploymentsAlreadyAssigned=Tous les d\u00E9ploiements sont d\u00E9j\u00E0 assign\u00E9s \u00E0 ce groupe de serveurs.
allSingletonsAlreadyAdded=Toutes les ressources singleton ont d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9es.
anyAddressModified=Y a-t-il une ou plusieurs contrainte(s) modifi\u00E9e(s)\u00A0?
anyChanges=Y a-t-il eu un changement\u00A0?
anyLoopbackModified=Des contraintes de bouclage ont-elles \u00E9t\u00E9 modifi\u00E9es ?
anyNicModified=Des contraintes de nic ont-elles \u00E9t\u00E9 modifi\u00E9es\u00A0?
anythingConflictsWithAddressWildcard=L\u0027adresse g\u00E9n\u00E9rique rencontre-t-elle des conflits\u00A0?
anythingConflictsWithInetAddress=L\u0027adresse Inet rencontre-t-elle des conflits ?
assignContent=Assigner contenu
asyncCallFailed=L\u0027appel async a \u00E9chou\u00E9.
attributeDescriptionsNotAvailable=Les descriptions d\u0027attributs ne sont pas disponibles.
attributesNotSupported=Certains attributs ne sont pas pris en charge par cet \u00E9diteur\u00A0\:
availableChildrenTypes=Types d\u0027enfants disponibles
batchSubsystemDescription=La configuration du sous-syst\u00E8me de lots.
bridgeDescription=La fonction d\u0027un pont est de consommer des messages \u00E0 partir d\u0027une file d\u0027attente source, et de les envoyer vers une adresse cible, normalement vers un serveur HornetQ.
broadcastDescription=Un groupe de diffusion repr\u00E9sente un moyen de diffusion de connecteurs sur le r\u00E9seau par un serveur. Un connecteur d\u00E9finit la fa\u00E7on dont un client (ou un autre serveur) peut se connecter au serveur.
browseBy=Naviguer par
bs_configure_interface_desc=Saisir le nom ou l\u0027URL de l\u0027interface de gestion.
bs_configure_interface_duplicate=Ce nom existe d\u00E9j\u00E0. Veuillez en choisir un autre.
bs_configure_interface_header=Configurer l\u0027interface de gestion
bs_configure_interface_name_placeholder=Un nom pour cette interface de gestion
bs_connect_interface_connect=Connexion
bs_connect_interface_desc=Utiliser ce dialogue pour vous connecter \u00E0 un contr\u00F4leur WildFly autonome ou de domaine. S\u00E9lectionnez une interface de gestion de la liste ci-dessous et ajouter en une nouvelle.
bs_connect_interface_header=Connectez-vous \u00E0 l\u0027interface de gestion
bs_connect_interface_no_selection=Veuillez s\u00E9lectionner une interface de gestion
bs_interface_success=L\u0027interface de gestion est en cours d\u0027ex\u00E9cution.
bs_ping=Ping
cannotCreateChildResource=Impossible de cr\u00E9er une ressource enfant
cannotLoadSubsystems=Impossible de charger des sous-syst\u00E8mes du serveur s\u00E9lectionn\u00E9
cannotReadDeploymentScanner=Impossible de lire le scanneur de d\u00E9ploiement
cannotUploadDeployment=Impossible de charger le d\u00E9ploiement
chooseDeploymentScanner=Veuillez s\u00E9lectionner un scanneur de d\u00E9ploiement ci-dessous pour des configurations sp\u00E9cifiques.
chooseFromContentRepository=S\u00E9lectionnez un d\u00E9ploiement du r\u00E9f\u00E9rentiel de contenu
chooseFromContentRepositoryDescription=S\u00E9lectionnez l\u0027un des d\u00E9ploiements d\u00E9j\u00E0 d\u00E9ploy\u00E9s du r\u00E9f\u00E9rentiel de contenu
clusterConnectionDescription=Groupe multidiffusion \u00E0 \u00E9couter pour recevoir une diffusion d\u0027autres serveurs qui annoncent leurs connecteurs.
commom_label_filter=Filtre
common_error_unknownError=Erreur inconnue
common_label_add=Ajouter
common_label_addContent=Ajouter Contenu
common_label_addItem=Ajouter Item
common_label_addProperty=Ajouter Propri\u00E9t\u00E9
common_label_advanced=Avanc\u00E9
common_label_append=Rajout
common_label_areYouSure=\u00CAtes-vous certain ?
common_label_assign=Assigner
common_label_attributes=Attributs
common_label_autoStart=Auto Start ?
common_label_browseContent=Browse Content
common_label_cancel=Annuler
common_label_chooseFile=Veuillez choisir un fichier que vous souhaitez d\u00E9ployer.
common_label_clear=Supprimer
common_label_clone=Cloner
common_label_continue=Continuer
common_label_copy=Copier
common_label_date=Date
common_label_delete=Supprimer
common_label_deployments=D\u00E9ploiements
common_label_details=D\u00E9tails
common_label_disable=D\u00E9sactiver
common_label_done=Termin\u00E9
common_label_edit=Modifier
common_label_enOrDisable=Activer/D\u00E9sactiver
common_label_enable=Activer
common_label_exclude=Exclus
common_label_explode=Explode
common_label_export=Exporter
common_label_filter=Filtre
common_label_finish=Terminer
common_label_generalConfig=Configuration g\u00E9n\u00E9rale
common_label_group=Groupe
common_label_groups=Groupes
common_label_host=H\u00F4te
common_label_hostConfiguration=Configurations des h\u00F4tes
common_label_include=Inclure
common_label_includes=Inclut
common_label_interfaces=Interfaces
common_label_item=item
common_label_key=Cl\u00E9
common_label_logout=D\u00E9connexion
common_label_manageDeployments=Gestion des d\u00E9ploiements
common_label_messageDetailTitle=Message
common_label_messages=Messages
common_label_name=Nom
common_label_next=Prochaine &rsaquo;&rsaquo;
common_label_noRecentMessages=Aucun message r\u00E9cent
common_label_operations=Op\u00E9rations
common_label_option=Option
common_label_patch_stream=Patch stream
common_label_paths=Chemins d\u0027acc\u00E8s
common_label_plaseWait=Veuillez patienter
common_label_portOffset=D\u00E9calage Port
common_label_predicate=Predicate
common_label_priority=Priority
common_label_probe=D\u00E9tection
common_label_profile=Profil
common_label_properties=Propri\u00E9t\u00E9s
common_label_recover=Recouvrement
common_label_refresh=R\u00E9actualisation
common_label_reload=T\u00E9l\u00E9charger \u00E0 nouveau
common_label_remove=Supprimer
common_label_replace=Remplacer
common_label_requestProcessed=Votre demande est en cours de traitement ...
common_label_reset=Restauration
common_label_restart=D\u00E9marrage \u00E0 nouveau
common_label_role=R\u00F4le
common_label_roles=R\u00F4les
common_label_runtimeName=Nom Ex\u00E9cution
common_label_save=Sauvegarder
common_label_search=Rechercher
common_label_selection=S\u00E9lection
common_label_serverConfigs=Configurations du serveur
common_label_serverGroupConfigurations=Configurations de groupe
common_label_serverGroups=Groupes Serveur
common_label_settings=Param\u00E8tres de configuration
common_label_socketBinding=Socket Binding
common_label_start=D\u00E9marrage
common_label_stats=Statistiques
common_label_stop=Stop
common_label_subsystems=Sous-syst\u00E8mes
common_label_success=Succ\u00E8s \:
common_label_systemProperties=Propri\u00E9t\u00E9 du syst\u00E8me
common_label_type=Type
common_label_unassign=D\u00E9s-assigner
common_label_user=Utilisateur
common_label_users=Utilisateurs
common_label_value=Valeur
common_label_view=Afficher
common_label_virtualMachine=Configuration JVM
common_label_virtualMachines=Configurations JVM
common_serverConfig_desc=Une configuration de serveur indique la configuration g\u00E9n\u00E9rale d\u0027un serveur. Une configuration de serveur peut \u00EAtre d\u00E9marr\u00E9e et \u00EAtre op\u00E9rationnelle. Les configurations de serveur appartiennent aux groupes de serveurs.
common_serverGroups_desc=Un groupe de serveur
common_socket_bindings_desc=Une liste des configurations de socket. Ces configurations sont r\u00E9f\u00E9renc\u00E9es tout au long de la configuration globale du serveur/domaine.
connectedTo=Connect\u00E9 \u00E0
connecto_to_desc_domain=Se connecte \u00E0 un diff\u00E9rent contr\u00F4leur de domaine WildFly
connecto_to_desc_standalone=Se connecte \u00E0 un serveur WildFly diff\u00E9rent
containerSettings=Param\u00E8tres de configuration du conteneur
copyServerDescription=<h3>Cr\u00E9er une copie</h3> Vous \u00EAtes sur le point de cr\u00E9er une copie de la configuration du serveur. Veuillez v\u00E9rifier le d\u00E9calage de port pour \u00E9viter les conflits lors du d\u00E9marrage du serveur.
createProfile=Cr\u00E9er un nouveau profil
createUnmanaged=Cr\u00E9er un d\u00E9ploiement non g\u00E9r\u00E9
createUnmanagedDescription=Un d\u00E9ploiement non g\u00E9r\u00E9 renvoie vers un dossier situ\u00E9 sur le syst\u00E8me de fichier local du serveur. Contrairement \u00E0 des d\u00E9ploiements g\u00E9r\u00E9s, les d\u00E9ploiements non g\u00E9r\u00E9s ne seront pas copi\u00E9s (t\u00E9l\u00E9vers\u00E9s) sur le r\u00E9f\u00E9rentiel de d\u00E9ploiement du serveur avant d\u0027\u00EAtre d\u00E9ploy\u00E9s. Le contenu du d\u00E9ploiement demeurera sur et sera d\u00E9ploy\u00E9 \u00E0 partir de son emplacement d\u0027origine. Remarque\u00A0\: les d\u00E9ploiements \u00E9clat\u00E9s sont pris en charge uniquement en tant que non g\u00E9r\u00E9s.
deploymentCannotExplodeEnabled=Cannot explode an enabled deployment
deploymentCannotExplodeExploded=Cannot explode an already exploded deployment
deploymentCannotExplodeUnmanaged=Cannot explode an unmanaged deployment
deploymentCannotReadUnexploded=Cannot read content from an unexploded deployment
deploymentCannotReadUnmanaged=Cannot read content from an unmanaged deployment
deploymentCannotReplaceUnmanaged=Cannot replace unmanaged deployment
deploymentEnabledDescription=Bool\u00E9en indiquant quand le d\u00E9ploiement doit \u00EAtre activ\u00E9 suite \u00E0 un d\u00E9ploiement.
deploymentNameDescription=Identifiant unique du d\u00E9ploiement. Doit \u00EAtre unique \u00E0 travers tous les d\u00E9ploiements.
deploymentRuntimeNameDescription=Nom par lequel le d\u00E9ploiement doit \u00EAtre connu pendant l\u0027ex\u00E9cution du serveur. Cela \u00E9quivaudrait au nom de fichier d\u0027un fichier de d\u00E9ploiement, et forme la base de certaines choses, telles que l\u0027application Java Enterprise Edition ou les noms de module. Ce serait g\u00E9n\u00E9ralement la m\u00EAme chose que le \u00AB nom \u00BB, mais dans certains cas, les utilisateurs peuvent souhaiter avoir deux d\u00E9ploiements avec la m\u00EAme valeur de \u00AB runtime-name \u00BB (par exemple deux versions de \\\\\\"foo.war\\\\\\") toutes deux disponibles dans le r\u00E9f\u00E9rentiel de contenu de d\u00E9ploiement, auquel cas les d\u00E9ploiements auraient besoin d\u0027avoir des valeurs \u0027name\u0027 s\u00E9par\u00E9es, mais auraient la m\u00EAme valeur de  \u0027runtime-name\u0027.
discoveryGroupDescription=A discovery group listens for broadcast of connector information from other servers.
discoveryGroupOrConnectorsCanBeDefined=Le groupe discovery ou les connecteurs peuvent \u00EAtre d\u00E9finis, mais pas les deux.
discoveryGroupOrConnectorsMustBeDefined=Le groupe discovery ou les connecteurs doivent \u00EAtre d\u00E9finis
dismiss=Ignorer
divertDescription=Une ressource de messagerie qui vous permet de d\u00E9tourner de fa\u00E7on transparente les messages destin\u00E9s \u00E0 une adresse vers d\u0027autres adresses, sans aucun changement \u00E0 la logique de l\u0027application du client.
downloadInProgress=T\u00E9l\u00E9chargement en cours
downloadLogFile=Fichier journal de t\u00E9l\u00E9chargement
downloadingLogFileConfirmation=Le t\u00E9l\u00E9chargement de ce fichier journal risque de prendre un moment. Souhaitez-vous proc\u00E9der \u00E0 ce t\u00E9l\u00E9chargement ?
duplicate_data_source_jndi=Une source de donn\u00E9es contenant ce nom JNDI existe d\u00E9j\u00E0.
duplicate_data_source_name=Une source de donn\u00E9es contenant ce nom existe d\u00E9j\u00E0.
duplicate_mail_server_type=Serveur de messagerie d\u00E9j\u00E0 existant.
enableAssignmentOnSelectedServerGroups=Permettre l\u0027assignation aux groupes de serveurs s\u00E9lectionn\u00E9s
excludedFrom=exclus de
expressionsRunningServer=Les expressions seront r\u00E9solues par rapport \u00E0 des instances de serveur en cours d\u0027ex\u00E9cution.
failedToAddServer=N\u0027a pas pu ajouter un serveur
failedToCreateSecurityContext=N\u0027a pas pu cr\u00E9er de contexte de s\u00E9curit\u00E9
failedToLoadServerNames=N\u0027a pas pu t\u00E9l\u00E9charger les noms de serveurs de messagerie
failedToParseDescription=N\u0027a pas pu traiter la description
failedToReadMetricDescription=N\u0027a pas pu extraire les descriptions de m\u00E9triques.
failedToRemoveServer=N\u0027a pas pu supprimer le serveur
failedToResolveExpression=N\u0027a pas pu r\u00E9soudre l\u0027expression
failedToRetrieveAttributeDescriptions=N\u0027a pas pu extraire les descriptions d\u0027attribut
groupAlreadyExists=Le groupe existe d\u00E9j\u00E0
help=Assistance
help_close_help=Fermer
help_need_help=Besoin d\u0027assistance ?
homepage_access_control_section=Assigner des r\u00F4les d\u0027utilisateur
homepage_access_control_step1=Ajouter un nouvel utilisateur ou un nouveau groupe
homepage_access_control_step2=Assigner un ou plusieurs r\u00F4les \u00E0 cet utilisateur ou \u00E0 ce groupe
homepage_access_control_step_intro=Assigner des r\u00F4les \u00E0 des utilisateurs ou \u00E0 des groupes pour d\u00E9terminer l\u0027acc\u00E8s \u00E0 des ressources de syst\u00E8me.
homepage_access_control_sub_header=G\u00E9rer les permissions d\u0027utilisateur ou de groupe pour les op\u00E9rations de gestion
homepage_configuration_domain_step1=S\u00E9lectionner le sous-syst\u00E8me de sources de donn\u00E9es correspondant au profil qui convient
homepage_configuration_domain_sub_header=Configurer les param\u00E8tres de sous-syst\u00E8mes ou de profils
homepage_configuration_section=Cr\u00E9er une source de donn\u00E9es
homepage_configuration_standalone_step1=S\u00E9lectionner le sous-syst\u00E8me de sources de donn\u00E9es
homepage_configuration_standalone_sub_header=Configurer les param\u00E8tres de sous-syst\u00E8mes
homepage_configuration_step2=Ajouter un source de donn\u00E9es XA ou Non-XA
homepage_configuration_step3=Utiliser l\u0027assistant de cr\u00E9ation de source de donn\u00E9e pour configurer la source de donn\u00E9es
homepage_configuration_step_intro=D\u00E9finir une source de donn\u00E9es \u00E0 utiliser par les applications d\u00E9ploy\u00E9es. Le pilote JBDC qui convient doit \u00EAtre d\u00E9ploy\u00E9 et enregistr\u00E9.
homepage_deployments_domain_step_1=Ajouter un nouveau d\u00E9ploiement au r\u00E9f\u00E9rentiel de contenu
homepage_deployments_domain_step_2=Assigner le d\u00E9ploiement \u00E0 un ou plusieurs groupes de serveurs
homepage_deployments_domain_step_intro=D\u00E9ployer une application dans un groupe de serveurs
homepage_deployments_section=D\u00E9ployer une application
homepage_deployments_standalone_step_1=Utiliser l\u0027assistant d\u0027ajout de d\u00E9ploiement pour d\u00E9ployer l\u0027application
homepage_deployments_standalone_step_intro=D\u00E9ployer un application dans le serveur
homepage_deployments_step_enable=Activer le d\u00E9ploiement
homepage_deployments_sub_header=Ajouter et g\u00E9rer les d\u00E9ploiements
homepage_help_admin_guide_text=Guide d\u0027administration
homepage_help_consulting_link=https\://www.redhat.com/consulting/
homepage_help_consulting_text=Contactez Red Hat Consulting pour obtenir de l\u0027aide de la part des experts
homepage_help_developers_mailing_list_text=Liste de distribution des d\u00E9veloppeurs
homepage_help_eap_community_link=https\://community.jboss.org/en/jbosseap
homepage_help_eap_community_text=Demandez des questions \u00E0 la communaut\u00E9 de d\u00E9veloppeurs
homepage_help_eap_configurations_link=https://access.redhat.com/articles/2026253/
homepage_help_eap_configurations_text=Voir la configuration prise en charge de JBoss EAP
homepage_help_eap_documentation_link=https://access.redhat.com/documentation/en/red-hat-jboss-enterprise-application-platform/
homepage_help_eap_documentation_text=Lire JBoss EAP Documentation
homepage_help_general_resources=Ressources g\u00E9n\u00E9rales
homepage_help_get_help=Obtenir de l\u0027aide
homepage_help_irc_text=IRC
homepage_help_knowledgebase_link=https\://access.redhat.com/site/knowledgebase
homepage_help_knowledgebase_text=Cherchez des solutions aux probl\u00E8mes que vous rencontrez dans la base de connaissances de Red Hat
homepage_help_latest_news=Derni\u00E8res nouvelles
homepage_help_learn_more_eap_link=https://www.redhat.com/en/technologies/jboss-middleware/application-platform
homepage_help_learn_more_eap_text=Pour en savoir plus sur JBoss EAP
homepage_help_model_reference_text=Documentation Mod\u00E8le de r\u00E9f\u00E9rence
homepage_help_need_help=Besoin d\u0027 assistance ?
homepage_help_training_link=https://www.redhat.com/en/services/training/courses-by-curriculum
homepage_help_training_text=Inscrivez-vous aux cours de Red Hat
homepage_help_trouble_ticket_link=https\://access.redhat.com/home
homepage_help_trouble_ticket_text=Obtenez de l\u0027aide directement ou soumettre un ticket pour demander de l\u0027assistance
homepage_help_tutorials_link=https\://developers.redhat.com/products/eap/learn/
homepage_help_tutorials_text=Acc\u00E8s aux tutoriels et aux quickstarts
homepage_help_user_forums_text=Forum utilisateurs
homepage_help_wildfly_issues_text=Naviguez \u00E0 travers les questions pos\u00E9es
homepage_help_wilfdfly_documentation_text=Documentation WildFly
homepage_help_wilfdfly_home_text=Accueil WildFly
homepage_jms_domain_step1=S\u00E9lectionner le sous-syst\u00E8me de messagerie correspondant au profil qui convient
homepage_jms_section=Cr\u00E9er une file d\u0027attente JMS
homepage_jms_standalone_step1=S\u00E9lectionner le sous-syst\u00E8me de messagerie
homepage_jms_step2=Consulter la page des sujets et files d\u0027attente pour votre fournisseur de messagerie pr\u00E9f\u00E9r\u00E9
homepage_jms_step3=Ajouter une nouvelle file d\u0027attente et d\u00E9finir les propri\u00E9t\u00E9s de file d\u0027attente.
homepage_jms_step_intro=D\u00E9finir une file d\u0027attente JMS pour un fournisseur de messagerie
homepage_new_to_eap=EAP est nouveau pour vous\u00A0?
homepage_patching_domain_step2=S\u00E9lectionnez l\u0027h\u00F4te cible
homepage_patching_section=Appliquer un correctif
homepage_patching_step1=T\u00E9l\u00E9charger le fichier de correctif dans la machine locale
homepage_patching_step_apply=Utiliser l\u0027assistant d\u0027application de correctif pour s\u00E9lectionner et appliquer le correctif
homepage_runtime_domain_create_server_section=Cr\u00E9er un serveur
homepage_runtime_domain_create_server_step1=Ajouter un nouveau serveur en s\u00E9lectionnant un h\u00F4te ou un groupe de serveurs
homepage_runtime_domain_create_server_step2=Utiliser l\u0027assistant de cr\u00E9ation d\u0027un nouveau serveur pour configurer les param\u00E8tres de configuration du serveur.
homepage_runtime_domain_create_server_step_intro=Cr\u00E9er une nouvelle instance de serveur.
homepage_runtime_domain_monitor_server_section=Surveillance d\u0027un serveur
homepage_runtime_domain_monitor_server_step1=S\u00E9lectionner un serveur sous l\u0027h\u00F4te ou le groupe de serveurs qui convient
homepage_runtime_domain_monitor_server_step2=Afficher les fichiers de journalisation et l\u0027utilisation JVM pour les serveurs en cours d\u0027ex\u00E9cution
homepage_runtime_domain_server_group_section=Cr\u00E9er un groupe de serveurs
homepage_runtime_domain_server_group_step1=Ajouter un nouveau groupe de serveurs
homepage_runtime_domain_server_group_step2=Utiliser l\u0027assistant de cr\u00E9ation d\u0027un nouveau serveur pour configurer les param\u00E8tres de configuration du serveur.
homepage_runtime_domain_server_group_step_intro=D\u00E9finir un groupe de serveurs pour g\u00E9rer et configurer un groupe de serveur en un seul serveur.
homepage_runtime_domain_sub_header=Surveiller le statut du serveur, configurer les serveurs et les groupes de serveurs
homepage_runtime_standalone_section=Surveiller le serveur
homepage_runtime_standalone_step1=S\u00E9lectionner le serveur
homepage_runtime_standalone_step2=Afficher les fichiers de journalisation ou l\u0027utilisation de la JVM
homepage_runtime_standalone_sub_header=Surveiller le statut du serveur
homepage_runtime_step_intro=Afficher les informations de runtime comme le statut du serveur, le statut de la JVM, et les fichiers de journalisation du serveur.
homepage_take_a_tour=Faites un tour
hornetq_acceptor_type_desc=D\u00E9finit une fa\u00E7on par laquelle les connexions au serveur HornetQ peuvent \u00EAtre effectu\u00E9es.
host_interfaces_desc=R\u00E8gles particuli\u00E8res pour lier les interfaces sur un h\u00F4te. Une configuration de serveur r\u00E9f\u00E9rencera une interface par nom.
host_properties_desc=Les propri\u00E9t\u00E9s h\u00E9rit\u00E9es par un serveur sur un h\u00F4te. Chaque serveur peut changer une propri\u00E9t\u00E9 particuli\u00E8re.
hosts_jvm_desc=Ces configurations JVM sont applicables \u00E0 n\u0027importe quel serveur sur h\u00F4te. Les configurations JVM peuvent \u00EAtre assign\u00E9es \u00E0 la configuration du serveur par nom.
hosts_jvm_err_deleteDefault=La configuration JVM par d\u00E9faut ne peut pas \u00EAtre supprim\u00E9e.
hosts_jvm_title=Configurations JVM H\u00F4te
identityProviderDescription=Le fournisseur d\u0027identit\u00E9 est l\u0027entit\u00E9 faisant autorit\u00E9 responsable de l\u0027authentification d\u0027un utilisateur final et qui \u00E9nonce une l\u0027identit\u00E9 de cet utilisateur de fa\u00E7on fiable \u00E0 des partenaires de confiance.
includedFromProfile=Inclus du profil
insufficientPrivileges=Privil\u00E8ges insuffisants pour acc\u00E9der \u00E0 l\u0027interface.
interfacesDescription=Un nom logique d\u0027interface de r\u00E9seau/d\u0027adresse IP/de nom d\u0027h\u00F4te auquel les sockets peuvent \u00EAtre li\u00E9s. Les configurations de domain.xml, host.xml et standalone.xml comprennent toutes une section o\u00F9 les interfaces peuvent \u00EAtre d\u00E9clar\u00E9es. D\u0027autres sections de la configuration peuvent alors r\u00E9f\u00E9rencer ces interfaces par leur nom logique, plut\u00F4t que d\u0027avoir \u00E0 inclure tous les d\u00E9tails de l\u0027interface (ce qui peut varier selon les machines). Une configuration de l\u0027interface inclut le nom logique de l\u0027interface, mais aussi les informations pr\u00E9cisant les crit\u00E8res \u00E0 utiliser pour r\u00E9soudre l\u0027adresse physique r\u00E9elle \u00E0 utiliser. Voir la section Interfaces et ports pour plus de d\u00E9tails.
interfaces_desc=Une interface de r\u00E9seau nomm\u00E9e, avec les crit\u00E8res requis pour d\u00E9terminer l\u0027adresse IP \u00E0 associer \u00E0 cette interface.
interfaces_err_inetAddress_set=Quand Adresse Inet est d\u00E9finie, aucune autre valeur n\u0027est possible.
interfaces_err_loopback_address_set=Avec Adresse Bouclage d\u00E9finie, aucune autre valeur n\u0027est autoris\u00E9e
interfaces_err_loopback_nor_address_set=Ni Bouclage, ni Adresse Bouclage ne sont d\u00E9finis
interfaces_err_loopback_set=Quand le Bouclage est d\u00E9fini, aucune autre valeur n\u0027est autoris\u00E9e.
interfaces_err_nic_set=Avec Nic d\u00E9fini, aucune autre valeur n\u0027est autoris\u00E9e.
interfaces_err_nicmatch_set=Avec Nic Match d\u00E9fini, aucune autre valeur n\u0027est autoris\u00E9e.
interfaces_err_not_set=Aucun crit\u00E8re d\u0027interface indiqu\u00E9
interfaces_err_wildcard_nor_address_set=Ni Adresse Inet, ni Caract\u00E8re g\u00E9n\u00E9rique sont d\u00E9finis.
interfaces_err_wildcard_set=Quand Caract\u00E8re g\u00E9n\u00E9rique Adresse est d\u00E9fini, aucune autre valeur n\u0027est possible.
invalidAddressCriteria=Crit\u00E8re d\u0027adresse non valide
invalidLoopbackCriteria=Crit\u00E8re bouclage non valide
invalidNicCriteria=Crit\u00E8re Nic non valide
invalidOtherCriteria=Autre crit\u00E8re non valide
isAddressWildcardSet=L\u0027adresse g\u00E9n\u00E9rique est-elle d\u00E9finie\u00A0?
isInetAddressSet=L\u0027adresse Inet est-elle d\u00E9finie\u00A0?
jmsConnectionFactoryDescription=Usines de connexions d\u0027applications. Utilis\u00E9es pour se connecter au serveur \u00E0 l\u0027aide de l\u0027API JMS.
jmsConnectorDescription=Un connecteur peut \u00EAtre utilis\u00E9e par un client pour d\u00E9finir comment se connecter \u00E0 un serveur.
jmsConnectorServiceDescription=Nom de classe de la classe de la fabrique qui peut instancier le service de connecteur.
jndiFormatError=Le nom JNDI doit commencer par \u0027java\:/\u0027 ou par \u0027java\:jboss/\u0027
lastActionError=La derni\u00E8re action s\u0027est sold\u00E9e par une erreur
localSocketDescription=Information de configuration pour une liaison de socket sortant, destination locale.
localhostDoesNotWorkReliably=L\u0027h\u00F4te local ne fonctionne pas de mani\u00E8re fiable. Veuillez utiliser 127.0.0.1 \u00E0 la place.
logFileDescription=Le chemin du syst\u00E8me de fichiers du fichier de journalisation. \u0027jboss.server.log.dir\u0027 est une valeur d\u0027attribut de \u0027relative-to\u0027 commune.
logFilesOfSelectedServer=Fichiers de journalisation du serveur s\u00E9lectionn\u00E9.
logout_confirm=Souhaitez-vous vraiment vous d\u00E9connecter ?
loopbackCriteriaIsValid=Le crit\u00E8re de bouclage est valide.
lostConnection=Connexion au serveur perdue.
member=Membre
modifyCase=Modifier le dossier
newCacheConfiguration=Nouvelle configuration cache
nicCriteriaIsValid=Le crit\u00E8re de Nic n\u0027est pas valide.
noChanges=Aucune modification
noConfigurableAttributes=Il n\u0027y a pas d\u0027attributs configurables sur cette ressource
noDriverSpecified=Un pilote doit \u00EAtre soit sp\u00E9cifi\u00E9, soit s\u00E9lectionn\u00E9
noPreselection=Aucune pr\u00E9s\u00E9lection
noReason=Aucun raison n\u0027a \u00E9t\u00E9 donn\u00E9e
noReferenceServerFound=Aucun serveur de r\u00E9f\u00E9rence n\u0027a \u00E9t\u00E9 trouv\u00E9
noUploadDueToSecurityReasons=Pour des raisons de s\u00E9curit\u00E9, votre navigateur n\u0027est pas pris en charge pour les t\u00E9l\u00E9chargements. Veuillez utiliser un navigateur plus actuel.
openCase=Dossier ouvert
otherConstraintsModified=Autres contraintes modifi\u00E9es\u00A0?
otherCriteriaIsValid=L\u0027autre crit\u00E8re est valide
patch_manager_applied_at=Date appliqu\u00E9e
patch_manager_applied_success=Correctif appliqu\u00E9 avec succ\u00E8s.
patch_manager_apply_error_body=Le syst\u00E8me a rencontr\u00E9 une erreur qui a compromis l\u0027application du correctif.
patch_manager_apply_error_cancel_body=S\u00E9lectionner le bouton d\u0027annulation pour sortir. Les utilisateurs confirm\u00E9s peuvent utiliser l\u0027interface de correctif du CLI pour identifier et r\u00E9soudre des erreurs de correctifs particuli\u00E8res.
patch_manager_apply_error_cancel_title=Annuler
patch_manager_apply_error_select_body=Essayer \u00E0 nouveau avec un fichier de correctif diff\u00E9rent.
patch_manager_apply_error_select_title=S\u00E9lectionner un fichier de correctif diff\u00E9rent
patch_manager_apply_new=Appliquer un nouveau correctif
patch_manager_apply_new_wizard_error=Impossible de lancer l\u0027assistant correctifs.
patch_manager_apply_patch=Appliquer Correctif
patch_manager_conflict_body=Le syst\u00E8me a rencontr\u00E9 un conflit qui a compromis l\u0027application du correctif.
patch_manager_conflict_cancel_body=S\u00E9lectionner le bouton d\u0027annulation pour sortir. Les utilisateurs confirm\u00E9s peuvent utiliser l\u0027interface de correctif du CLI pour identifier et r\u00E9soudre des conflits de correctifs particuliers.
patch_manager_conflict_cancel_title=Annulation (conseill\u00E9e)
patch_manager_conflict_override_body=S\u00E9lectionner cette option uniquement si vous comprenez qu\u0027il y a risque de conflit pouvant entra\u00EEner cette erreur. Si vous choisissez une substitution, les r\u00E9sultats seront impr\u00E9visibles.
patch_manager_conflict_override_check=\u00C9craser tous les conflits et continuer
patch_manager_conflict_title=Conflit
patch_manager_desc_community=Pour appliquer un correctif, vous devrez tout d\u0027abord t\u00E9l\u00E9charger un fichier de correctif dans votre machine locale. Une fois que vous aurez t\u00E9l\u00E9charg\u00E9 le correctif, vous devrez utiliser le gestionnaire de correctif pour l\u0027appliquer et mettre votre syst\u00E8me \u00E0 jour.
patch_manager_error=Impossible de lire le statut de votre correctif
patch_manager_error_title=Erreur
patch_manager_hide_details=Cacher les d\u00E9tails des erreurs
patch_manager_in_effect=In Effect?
patch_manager_latest=Dernier correctif appliqu\u00E9
patch_manager_patch_details=D\u00E9tails du correctif
patch_manager_possible_actions=Actions possibles
patch_manager_recently=Historique des derniers correctifs.
patch_manager_restart_error=L\u0027op\u00E9ration s\u0027est termin\u00E9e par une erreur. Veuillez consulter les fichiers de journalisation pour r\u00E9soudre cette erreur et r\u00E9actualiser la console.
patch_manager_restart_no=Non, d\u00E9marrer \u00E0 nouveau ult\u00E9rieurement.
patch_manager_restart_now=Souhaitez-vous d\u00E9marrer \u00E0 nouveau\u00A0?
patch_manager_restart_pending=D\u00E9marrage \u00E0 nouveau du syst\u00E8me. Veuillez patienter...
patch_manager_restart_required=D\u00E9marrage suspendu
patch_manager_restart_timeout="Expiration d\u0027un d\u00E9lai d\u0027attente d\u0027op\u00E9ration. Veuillez attendre jusqu\u0027\u00E0 ce que le syst\u00E8me soit en marche \u00E0 nouveau et actualiser la console."
patch_manager_restart_verify=Souhaitez-vous r\u00E9ellement d\u00E9marrer le serveur \u00E0 nouveau ?
patch_manager_rollback=Annulation
patch_manager_rollback_confirm_body=Confirmer vos options et le correctif s\u00E9lectionn\u00E9 pour son annulation
patch_manager_rollback_confirm_title=Confirmer
patch_manager_rollback_error_body=Le syst\u00E8me a rencontr\u00E9 une erreur qui a compromis l\u0027annulation du correctif.
patch_manager_rollback_error_cancel_body=Sortir du processus d\u0027annulation et utiliser le CLI de gestion pour r\u00E9soudre et annuler le correctif.
patch_manager_rollback_error_cancel_title=Annuler
patch_manager_rollback_error_select_body=Essayer \u00E0 nouveau avec des options diff\u00E9rentes.
patch_manager_rollback_error_select_title=Choisissez des options diff\u00E9rentes
patch_manager_rollback_options_body=Choisissez \u00E0 partir des options ci-dessous, et cliquer sur "Next" (suite) pour v\u00E9rifier que l\u0027op\u00E9ration d\u0027annulation a abouti.
patch_manager_rollback_options_override_all=Tout remplacer
patch_manager_rollback_options_override_all_desc=S\u00E9lectionner "Tout remplacer" pour passer outre la v\u00E9rification de contenu des divers \u00E9l\u00E9ments modifi\u00E9s par le correctif qui a \u00E9t\u00E9 restaur\u00E9.
patch_manager_rollback_options_reset_configuration=R\u00E9initialisation de la configuration
patch_manager_rollback_options_reset_configuration_desc=S\u00E9lectionner "R\u00E9initialisation de la configuration" pour mettre \u00E0 jour les configurations et les snapshots ayant \u00E9t\u00E9 pris quand le correctif a \u00E9t\u00E9 appliqu\u00E9.
patch_manager_rollback_options_title=Choisissez des options
patch_manager_rollback_wizard_error=Impossible de lancer l\u0027assistant d\u0027annulation de correctifs.
patch_manager_rolled_back_success_body=Correctif annul\u00E9
patch_manager_rolled_back_success_title=Succ\u00E8s
patch_manager_select_file=Veuillez choisir un correctif
patch_manager_select_patch_body=S\u00E9lectionner un fichier de correctif disponible  \u00E0 appliquer \u00E0 votre syst\u00E8me.
patch_manager_select_patch_title=S\u00E9lectionner Correctif
patch_manager_select_patch_upload=S\u00E9lectionner un correctif \u00E0 appliquer
patch_manager_servers_shutdown=Fermeture des serveurs
patch_manager_servers_still_running_warning=Serveurs en cours
patch_manager_show_details=Voir les d\u00E9tails des erreurs
patch_manager_stop_server_error=La fermeture a \u00E9chou\u00E9
patch_manager_stop_server_error_cancel_body=Sortir du processus de correctif et utiliser le CLI de gestion pour r\u00E9soudre et annuler le correctif.
patch_manager_stop_server_error_cancel_title=Annulation (conseill\u00E9e)
patch_manager_stop_server_error_continue_body=S\u00E9lectionnez cette option si vous souhaitez quand m\u00EAme appliquer les correctifs.
patch_manager_stop_server_error_continue_title=Continuer d\u0027appliquer les correctifs
patch_manager_stop_server_no=Non, laissez les serveurs en cours d\u0027ex\u00E9cution
patch_manager_stop_server_question_for_apply=Doit-on fermer les serveurs avant d\u0027appliquer le correctif ?
patch_manager_stop_server_question_for_rollback=Doit-on fermer les serveurs avant d\u0027annuler le correctif\u00A0 ?
patch_manager_stop_server_timeout=Le d\u00E9lai d\u0027ex\u00E9cution de l\u0027op\u00E9ration a expir\u00E9. Il est possible que ce soit parce que certains serveurs sont toujours en cours d\u0027ex\u00E9cution. Veuillez v\u00E9rifier les \u00E9tats des serveurs par le CLI.
patch_manager_stop_server_title=Fermer les serveurs
patch_manager_stop_server_unknown_error=Le syst\u00E8me a rencontr\u00E9 une erreur, ce qui a emp\u00EAch\u00E9 leur fermeture.
patch_manager_stop_server_yes=Oui, fermer les serveurs (conseill\u00E9)
patch_manager_stopping_servers_body=Fermeture en cours...
patch_manager_toolstrip_desc=Appliquer un nouveau correctif en d\u00E9marrant l\u0027assistant de correctifs, ou "Annulation" pour revenir en arri\u00E8re sur un correctif appliqu\u00E9 sur la base de la table ci-dessous.
patch_manager_update=Mise \u00E0 jour
pathsDescription=Un nom logique de chemin d\u0027acc\u00E8s de syst\u00E8me de fichiers. Les configurations de domain.xml, host.xml et standalone.xml comprennent tous une section o\u00F9 les chemins peuvent \u00EAtre d\u00E9clar\u00E9s. D\u0027autres sections de la configuration peuvent alors r\u00E9f\u00E9rencer ces chemins d\u0027acc\u00E8s par leur nom logique, plut\u00F4t que d\u0027avoir \u00E0 inclure tous les d\u00E9tails du chemin (qui peut varier selon les machines). Par exemple, la configuration de la journalisation du sous-syst\u00E8me inclut une r\u00E9f\u00E9rence au chemin "jboss.server.log.dir" qui pointe vers le r\u00E9pertoire "log" du serveur.
pleaseChoose=Veuillez s\u00E9lectionner
pleaseChooseAnEntry=Veuillez s\u00E9lectionner une entr\u00E9e
pleaseChooseFile=Veuillez s\u00E9lectionner un fichier
pleaseChooseWorker=Veuillez s\u00E9lectionner un worker ci-dessous pour des configurations sp\u00E9cifiques.
pleaseChoseBufferPool=Veuillez s\u00E9lectionner un pool de tampons ci-dessous pour les configurations sp\u00E9cifiques.
pleaseChoseHost=Veuillez s\u00E9lectionner un h\u00F4te
pleaseChoseMessagingProvider=Veuillez s\u00E9lectionner un fournisseur ci-dessous pour les m\u00E9triques particuliers.
pleaseSelectPrincipal=Veuillez s\u00E9lectionner un utilisateur ou un groupe
pleaseSelectRole=Veuillez s\u00E9lectionner un r\u00F4le
pleaseSelectServerGroup=Veuillez s\u00E9lectionner un groupe de serveurs
portDescription=Les ports actuels du serveur actuellement s\u00E9lectionn\u00E9.
properties_global_desc=Ces propri\u00E9t\u00E9s sont disponibles dans la configuration. Le drapeau Boot-Time indique si une propri\u00E9t\u00E9 doit \u00EAtre pass\u00E9e au JVM Start (-Dproperty\=value)
reason=Raison
reloadHost=Reload Host
reloadServerGroup=Chargez \u00E0 nouveau de groupe de serveurs
reloadServerNow=Chargez \u00E0 nouveau le ou les serveur(s) maintenant
remoteSocketDescription=Information de configuration pour une liaison de socket sortant, destination distante.
removeProfile=Supprimer Profil
replaceDeployment=Remplacer D\u00E9ploiement
replace_me=Remplacez-moi
requestTimeout=Votre demande a expir\u00E9
resolve=R\u00E9soudre
resolveExpressionValues=R\u00E9soudre les valeurs d\u0027expression
resolvedValue=Valeur r\u00E9solue
resource_already_exists=Ressource d\u00E9j\u00E0 existante
restartHost=Restart Host
restartServerGroup=D\u00E9marrez \u00E0 nouveau le groupe de serveurs
resume=Continuez
resumeServerGroup=Continuez avec le groupe de serveurs
runAs=Ex\u00E9cutez en tant que
runAsRole=Ex\u00E9cutez en tant que r\u00F4le
search_index_reset=R\u00E9initialiser l\u0027index de recherche
search_no_results=Aucun r\u00E9sultat
search_placeholder=Recherche en cours...
search_popup_title=\u00C9crans de recherche d\u0027indexes
search_tooltip_osx=\u00E2\u008C\u00982
search_tooltip_other=Ctrl+2
securitySettingsDescription=Un param\u00E8tre de s\u00E9curit\u00E9 permet de d\u00E9finir des permissions \u00E0 d\u00E9finir pour les files d\u0027attente bas\u00E9es sur leurs adresses.
selectResourceType=S\u00E9lectionner le type de ressource
selectRole=S\u00E9lectionner un r\u00F4le
selectRoleDescription=S\u00E9lectionnez le r\u00F4le que vous souhaitez actionner pour leur compte
serverConfigurationChanged=Configurations de serveur modifi\u00E9es
serverConfigurationNeedsToBeReloaded=La configuration de serveur doit \u00EAtre charg\u00E9e \u00E0 nouveau
serverDescription=Un "Server" repr\u00E9sente une instance de serveur d\u0027application r\u00E9elle en cours. Le serveur ex\u00E9cute dans un processus de JVM s\u00E9par\u00E9 du contr\u00F4leur d\u0027h\u00F4te. Le contr\u00F4leur d\u0027h\u00F4te est charg\u00E9 de lancer ce processus.
serverNeedsToBeRestarted=Le serveur doit \u00EAtre d\u00E9marr\u00E9 \u00E0 nouveau
server_config_desc=Statut de la configuration du serveur. Dans certains cas, la configuration a besoin d\u0027\u00EAtre charg\u00E9e \u00E0 nouveau pour pouvoir fonctionner.
server_config_uptodate=La configuration du serveur est mise \u00E0 jour
server_instance_pleaseSelect=Veuillez s\u00E9lectionner une instance de serveur \:
server_instance_reloadRequired=Un rechargement du serveur s\u0027impose.
server_instance_servers_needReload=Les serveurs suivants ont besoin d\u0027\u00EAtre charg\u00E9s \u00E0 nouveau \:
server_instance_servers_needRestart=Le serveurs suivants ont besoin d\u0027\u00EAtre d\u00E9marr\u00E9s \u00E0 nouveau \:
server_reload_desc=La configuration du serveur doit \u00EAtre charg\u00E9e \u00E0 nouveau ou le serveur doit \u00EAtre d\u00E9marr\u00E9 \u00E0 nouveau.
server_reload_title=T\u00E9l\u00E9charger \u00E0 nouveau la configuration du serveur
serviceProviderDescription=Le fournisseur de services s\u0027appuie sur le fournisseur d\u0027identit\u00E9 pour d\u00E9clarer des informations sur un utilisateur par l\u0027interm\u00E9diaire d\u0027informations d\u0027identification \u00E9lectroniques sur l\u0027utilisateur, laissant au prestataire de services le soin de g\u00E9rer le contr\u00F4le d\u0027acc\u00E8s et la diffusion sur la base d\u0027un ensemble fiable d\u0027informations d\u0027identification utilisateur \u00E9nonc\u00E9es.
servletContainerDescription=Veuillez s\u00E9lectionner un conteneur ci-dessous pour des configurations suppl\u00E9mentaires
socketBindingDescription=Une liaison de socket est une configuration nomm\u00E9e de socket. Les configurations domain.xml et standalone.xml comprennent toutes les deux une section o\u00F9 les configurations de sockets nomm\u00E9es peuvent \u00EAtre d\u00E9clar\u00E9es. D\u0027autres sections de la configuration peuvent r\u00E9f\u00E9rencer ensuite ces sockets par leur nom logique, plut\u00F4t que d\u0027avoir \u00E0 inclure tous les d\u00E9tails de la configuration de socket (qui peut varier selon les machines). Voir la section Interfaces et ports pour plus de d\u00E9tails.
standardRolesCannotBeRemoved=Les r\u00F4les standards ne peuvent pas \u00EAtre supprim\u00E9s
startServerGroup=D\u00E9marrer le groupe de serveurs
statisticsEnabledError=N\u0027a pas pu traiter la r\u00E9ponse. Les statistiques sont-ils activ\u00E9s\u00A0?
stopServerGroup=Arr\u00EAter le groupe de serveurs
sso_access_control_description=The access control mechanism is managed by an external user management service.
sso_access_control_service_title=Keycloak user management service
sso_access_control_user_profile=Manage user profile
stopTimeoutDescription=Timeout in seconds. If this is set a graceful shutdown will be attempted. If this is zero (the default) then the server will shutdown immediately. A value larger than zero means the server will wait up to this many seconds for all active requests to finish. A value smaller than zero means that the server will wait indefinitely for all active requests to finish.
subsys_configadmin=Admin Configuration
subsys_configadmin_PID=Configuration Admin PID
subsys_configadmin_PIDLabel=Persistent Identifier (PID)
subsys_configadmin_PIDShort=PID
subsys_configadmin_add=Ajouter les donn\u00E9es d\u0027admin de configuration
subsys_configadmin_editPID=\u00C9diter PID
subsys_configadmin_header=Configuration Admin Data
subsys_configadmin_valueAdd=Nouvelle valeur admin de la configuration
subsys_configadmin_valuesLabel=Valeurs de configuration
subsys_ee_desc=La configuration du sous-syst\u00E8me EE. Elle donne la possibilit\u00E9 d\u0027indiquer une liste de modules qui devrait \u00EAtre disponible pour tous les d\u00E9ploiements.
subsys_elytron_ldap_keystore_newattribute_desc=The input form is key=value1,value2,value3.
subsys_iiop_openjdk_desc=La configuration du sous-syst\u00E8me iiop-openjdk
subsys_jca_boostrap_config_desc=Contexte de d\u00E9marrage pour les adaptateurs de ressources. Chaque contexte fait r\u00E9f\u00E9rence \u00E0 un workmanager.
subsys_jca_common_config_desc=Le sous-syst\u00E8me JCA (Java EE Connector Architecture) qui offre un configuration g\u00E9n\u00E9rale pour les adaptateurs de ressources.
subsys_jca_dataSource_choose_template=S\u00E9lectionner la source de donn\u00E9es
subsys_jca_dataSource_custom_template=Personnalis\u00E9
subsys_jca_dataSource_metric_desc=Utilisation du runtime des sources de donn\u00E9es.
subsys_jca_dataSource_step1=\u00C9tape 1/3 \: Attributs de source de donn\u00E9es
subsys_jca_dataSource_step2=\u00C9tape 2/3 \: Pilote JDBC
subsys_jca_dataSource_step3=\u00C9tape 3/3 \: Param\u00E8tres de connexion
subsys_jca_dataSource_summary=R\u00E9sum\u00E9
subsys_jca_dataSource_verify=Test de connexion
subsys_jca_dataSource_xaprop_help=Propri\u00E9t\u00E9s \u00E0 assigner \u00E0 la classe d\u0027impl\u00E9mentation XADataSource.
subsys_jca_dataSources=Sources de donn\u00E9es
subsys_jca_dataSourcesXA=Sources de donn\u00E9es XA
subsys_jca_dataSources_desc=Configurations de la source de donn\u00E9es JDBC.
subsys_jca_datasource_error_load=Impossible de charger les sources de donn\u00E9es et les pilotes.
subsys_jca_err_prop_required=Une des propri\u00E9t\u00E9s XA au moins est requise (par ex. url)
subsys_jca_error_context_removal=Le contexte par d\u00E9faut ne peut pas \u00EAtre supprim\u00E9.
subsys_jca_error_context_removal_desc=Le contexte par d\u00E9faut est obligatoire.
subsys_jca_error_datasource_notenabled=Source de donn\u00E9es non activ\u00E9e
subsys_jca_error_default_workmanager_deletion=Le Work Manager par d\u00E9faut ne peut pas \u00EAtre supprim\u00E9.
subsys_jca_error_pool_exist=Les threads de pool sont d\u00E9j\u00E0 pr\u00E9sents.
subsys_jca_error_pool_exist_desc=Les configurations de pool de thread de courte ou de longue dur\u00E9e sont d\u00E9j\u00E0 pr\u00E9sents.
subsys_jca_error_pool_removal=Le pool ne peut pas \u00EAtre supprim\u00E9
subsys_jca_error_pool_removal_desc=Un pool de courte dur\u00E9e est obligatoire.
subsys_jca_pool_statistics_tab=Pool Statistics
subsys_jca_threadpool_config_desc=Configurations de pools de theads utilis\u00E9es par un Workmanager JCA.
subsys_jca_workmanager_config_desc=Work Manager pour les adaptateurs de ressources.
subsys_jca_xadataSource_step1=\u00C9tape 1/4 \: Attributs de source de donn\u00E9es XA
subsys_jca_xadataSource_step2=\u00C9tape 2/4 \: Classe de source de donn\u00E9es
subsys_jca_xadataSource_step3=\u00C9tape 3/4 \: Propri\u00E9t\u00E9s XA
subsys_jca_xadataSource_step4=\u00C9tape 4/4 \: Param\u00E8tres de connexion
subsys_jca_xadataSources_desc=Configuration de la source de donn\u00E9es JDBC XA. datasource configuration.
subsys_jgroups_err_protocols_required=Une pile de protocoles de peut pas rester vide.
subsys_jgroups_protocol_desc=La configuration des protocoles dans une pile de protocoles. L\u0027ordre des protocoles est importante.
subsys_jgroups_session_desc=La configuration du sous-syst\u00E8me JGroups.
subsys_jgroups_step1=\u00C9tape 1\u00A0\: Pile &amp; Transport
subsys_jgroups_step2=\u00C9tape 2\u00A0\: Pile de protocoles
subsys_jgroups_transport_desc=Supprimer la configuration d\u0027un transport pour une pile de protocoles.
subsys_jmx_desc=La configuration du sous-syst\u00E8me JMX
subsys_jpa_basicMetric_desc=Information \u00E0 l\u0027ex\u00E9cution au sujet de l\u0027utilisation d\u0027Hibernate en d\u00E9ploiement.
subsys_jpa_deployment_desc=metric-enabled\u00A0\: indique si les statistiques doivent \u00EAtre collect\u00E9es pour une unit\u00E9 persistante.
subsys_jpa_desc=La configuration du sous-syst\u00E8me JPA.
subsys_jpa_puList_desc=Unit\u00E9s de persistance disponibles. Vous devrez sans doute activer les statistiques pour chaque d\u00E9ploiement pour pouvoir voir les param\u00E8tres m\u00E9triques.
subsys_mail_server_desc=D\u00E9finitions de serveur de messagerie \u00E0 utiliser avec la Session Mail.
subsys_mail_session_desc=D\u00E9finitions de Session Mail.
subsys_messaging_queue_metric_desc=Param\u00E8tres m\u00E9triques de files d\u0027attente JMS.
subsys_messaging_topic_metric_desc=Param\u00E8tres m\u00E9triques de sujets JMS.
subsys_modcluster_desc=La configuration du modcluster.
subsys_naming_URI=URI:
subsys_naming_jndiBindings=Liaisons JNDI
subsys_naming_jndiView=Vue JNDI
subsys_naming_selectedURI=URI s\u00E9lectionn\u00E9 \:
subsys_naming_type=Type:
subsys_naming_value=Value:
subsys_web_desc=La configuration du sous-syst\u00E8me jboss.web.
subsys_web_socketInUse=La liaison de socket est d\u00E9j\u00E0 utilis\u00E9 par un autre connecteur
subsys_ws_desc=La configuration du sous-syst\u00E8me de services web.
subsys_ws_endpoint=Web Service Endpoints
subsys_ws_endpoint_desc=Web Service Endpoints. Les points de terminaison doivent \u00EAtre d\u00E9ploy\u00E9s en tant qu\u0027applications r\u00E9guli\u00E8res.
subsys_ws_provider=Fournisseurs
subsys_ws_remove_handler=Remove handler class
subsys_ws_wise_title_description=WISE is a regular deployed application (wise.war) that facilitates webservices invocation and testing.
subsystemsDescription=Un ensemble de configurations de sous-syst\u00E8me. Un sous-syst\u00E8me est un ensemble suppl\u00E9mentaire de capacit\u00E9s ajout\u00E9es sur le serveur de base par extension. Un sous-syst\u00E8me fournit des capacit\u00E9s de gestion de servlets ; un sous-syst\u00E8me fournit un conteneur d\u0027EJB ; un sous-syst\u00E8me fournit JTA, etc.. Un profil est une liste nomm\u00E9e de sous-syst\u00E8mes, ainsi que les d\u00E9tails de configuration de chaque sous-syst\u00E8me. Un profil avec un grand nombre de sous-syst\u00E8mes se traduit par un serveur avec un grand nombre de capacit\u00E9s. Un profil avec un petit ensemble cibl\u00E9 de sous-syst\u00E8mes aura moins de capacit\u00E9s, mais une plus petite empreinte.
subys_tx_desc=La configuration du sous-syst\u00E8me de transactions.
subys_tx_metric_desc=Ces param\u00E8tres m\u00E9triques refl\u00E8tent l\u0027\u00E9tat actuel du sous-syst\u00E8me de la transaction. Si aucun param\u00E8tre m\u00E9trique appara\u00EEt, vous serez sans doute oblig\u00E9 d\u0027activer les statistiques du sous-syst\u00E8me de la transaction.
subys_web_metric_desc=M\u00E9triques du sous-syst\u00E8me web subsystem.
successfullyRefreshedStatistics=Statistiques r\u00E9actualis\u00E9es
suspend=Interruption
suspendTimeoutDescription=Timeout en secondes. S\u0027il correspond \u00E0 z\u00E9ro, l\u0027op\u00E9ration reprend imm\u00E9diatement, -1 signifie un d\u00E9lai infini. Notez que l\u0027op\u00E9ration ne sera pas annul\u00E9e si le d\u00E9lai d\u0027expiration est d\u00E9pass\u00E9e, cela signifie simplement que toutes les demandes en cours ne seront pas achev\u00E9es dans le d\u00E9lai (timeout) sp\u00E9cifi\u00E9.
systemPropertiesDescription=Les valeurs de propri\u00E9t\u00E9s syst\u00E8me peuvent \u00EAtre d\u00E9finies dans un certain nombre d\u0027endroits dans domain.xml, host.xml et standalone.xml. Les valeurs de standalone.xml sont d\u00E9finies dans le cadre de la proc\u00E9dure de d\u00E9marrage du serveur. Les valeurs de domain.xml et host.xml sont appliqu\u00E9es aux serveurs quand ils sont lanc\u00E9s.
transportSettings=Configurations de transport
unableToAddDeployment=Impossible d\u0027ajouter un d\u00E9ploiement.
unableToAddUnmanagedDeployment=Impossible d\u0027ajouter un d\u00E9ploiement non g\u00E9r\u00E9
unableToAssignDeployment=Impossible d\u0027assigner un d\u00E9ploiement
unableToExplodeDeployment=Unable to explode deployment.
unableToFindDeployments=Impossible de trouver des d\u00E9ploiements.
unableToLoadConsole=L\u0027interface de gestion n\u0027a pas pu \u00EAtre charg\u00E9e.
unableToLoadDeployments=Impossible de charger les d\u00E9ploiements.
unableToModifyDeployment=Impossible de modifier le d\u00E9ploiement.
unableToNavigateBack=Impossible de faire une navigation arri\u00E8re
unableToReadDeployment=Unable to read deployment content.
unableToRemoveDeployment=Impossible de supprimer le d\u00E9ploiement.
unableToResolve=N\u0027a pas pu \u00EAtre r\u00E9solu.
unassign=Non assigner
unassigned=Non assign\u00E9
unassignedContent=Contenu non assign\u00E9
unauthorized=Autorisation requise
unauthorizedAdd=Il semble que vous ne poss\u00E9dez pas les permissions d\u0027ajouter de nouvelles ressources.
unauthorizedRemove=You seem to lack permissions to remove this resource\!
unauthorized_desc=Vous n\u0027avez pas les permissions requises pour acc\u00E9der \u00E0 ces ressources.
undertowDescription=La configuration g\u00E9n\u00E9rale du sous-syst\u00E8me HTTP.
undertowApplicationSecurityDomain=Application Security Domain
unmanagedDeploymentArchiveDescription=Indicateur d\u0027archive compress\u00E9e (true) ou explos\u00E9e (false) de contenu non g\u00E9r\u00E9.
unmanagedDeploymentPathDescription=Chemin (relatif ou absolu) de contenu non g\u00E9r\u00E9 qui fait partie du d\u00E9ploiement.
unmanagedDeploymentRelativeToDescription=Nom d\u0027un chemin syst\u00E8me relatif \u00E0 la valeur du chemin \u00ABpath\u00BB relatif. Si non d\u00E9fini, \u00ABpath\u00BB sera consid\u00E9r\u00E9 comme absolu.
uploadNewDeployment=T\u00E9l\u00E9verser un nouveau d\u00E9ploiement
uploadNewDeploymentDescription=Utiliser cette option pour t\u00E9l\u00E9verser un nouvel artefact telle qu\u0027une archive WAR ou EAR.
uploadedDeployments=D\u00E9ploiements t\u00E9l\u00E9vers\u00E9s
uploadsNotSupported=T\u00E9l\u00E9chargements non pris en charge
userAlreadyExists=Cet utilisateur existe d\u00E9j\u00E0
validAddressCriteria=Criteria d\u0027adresse valide ?
validAddressWildcard=Les caract\u00E8res g\u00E9n\u00E9riques de l\u0027adresse sont valides
validInetAddress=Adresse Inet valide
validLoopbackCriteria=Crit\u00E8re de bouclage valide ?
validNicConstraints=Contraintes Nic valides\u00A0?
validOtherConstraints=Autres contraintes valides\u00A0?
verifyUpload=V\u00E9rifier t\u00E9l\u00E9chargement
verify_datasource_dependent_error=Il y avait une erreur dans une op\u00E9ration d\u00E9pendante.
verify_datasource_disabled=La source de donn\u00E9es doit \u00EAtre activ\u00E9e pour pouvoir tester la connexion.
verify_datasource_failed_header=N\u0027a pas pu cr\u00E9er de connexion JDBC.
verify_datasource_internal_error=Erreur interne
verify_datasource_no_running_servers=Il n\u0027y a pas de serveur en cours d\u0027ex\u00E9cution li\u00E9 \u00E0 cette source de donn\u00E9es.
verify_datasource_successful_header=Connexion JDBC cr\u00E9\u00E9e avec succ\u00E8s.
wizard_back=&lsaquo;&lsaquo; Retour
