access_control_provider=<p>This system is currently configured to use simple access controls, which will not utilize changes made in this section for roles. In order to utilize role mappings that you configure in this section, you will need to enable role based access controls from the Command Line Interface (CLI) using the following command:</p><p><code>/core-service=management/access=authorization:write-attribute(name=provider,value=rbac)</code></p>
addConfirm=Ajouter {0} \u00E0 {1}?
added=Ajout de {0}
addingFailed=N&\#39;a pas pu ajouter {0}
administration_members=Members of {0}
administration_scoped_role_in_use=The scoped role is used in {0} role assignment(s).
alreadyAssignedTo={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 {1}.
alreadyAssignedToAllGroups={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 tous les groupes de serveurs
alreadyExists={0} existe d\u00E9j\u00E0.
available=Disponible {0}
changeServerStatus=Souhaitez-vous {0} serveur {1} ?
commmon_description_newServerGroup=Cr\u00E9er un nouveau groupe de serveurs bas\u00E9 sur un d\u00E9j\u00E0 existant. Le nouveau groupe h\u00E9ritera des propri\u00E9t\u00E9s du groupe s\u00E9lectionn\u00E9.
common_validation_heapSize=Saisir une taille de segment de m\u00E9moire en mo
common_validation_notEmptyNoSpace=Pas d&\#39;espace vide
common_validation_portOffsetUndefined={0} ou portOffset non d\u00E9fini
common_validation_requiredField=Champ requis.
content_box_apply_patch_body_domain=<p>Update a selected host to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p><ol><li>Select target host</li><li>Select Patch Management</li></ol>
content_box_apply_patch_body_standalone=<p>Update to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p>
content_box_create_datasource_body_domain=<p>Create and configure a new datasource. Add the datasource to a server profile to make it available to deployed applications.</p><ol><li>Select the target profile</li><li>Add a new datasource and follow the steps in the Create Datasource wizard</li></ol>
content_box_create_datasource_body_standalone=<p>Add a new datasource and follow the steps in the Create Datasource wizard.</p>
content_box_create_server_group_body=<p>Server groups allow you to apply common management policies and deploy applications to a set of servers at once.</p><ol><li>Add a new group</li><li>Assign it a profile and socket binding</li></ol>
content_box_new_deployment_body_domain=<p>Deploy an application and assign it to one or more server groups.</p><ol><li>Add a deployment to the Content Repository</li><li>Assign deployment content to one or more server groups</li></ol>
content_box_new_deployment_body_standalone=<p>To deploy an application.</p><ol><li>Add a deployment.</li><li>Enable the new deployment.</ol>
content_box_role_assignment_body=<p>Assign roles to individual users or user groups to secure access to system resources.</p><ol><li>Add user or group.</li><li>Enter user or group name and realm</li><li>Assign one or more roles to that user or group</li></ol>
content_box_topology_body=<p>Get an overview of your domain, including host controllers, servers, and server groups. Start or stop individual servers or groups.</p>
createTitle=Cr\u00E9er {0}
deleteConfirm=Voulez-vous vraiment supprimer {0}?
deleteJVM=Supprimer Param\u00E8tres de configuration JVM
deleteJVMConfirm=Souhaitez-vous r\u00E9ellement supprimer les param\u00E8tres de configuration de JVM ?
deleteServerConfig=Supprimer Config Serveur
deleteServerConfigConfirm=Souhaitez-vous supprimer la config sur serveur {0}?
deleteServerGroup=Supprimer Groupe de serveurs
deleteServerGroupConfirm=Souhaitez-vous supprimer le groupe de serveurs {0}?
deleteTitle=Supprimer {0}
deleted=Suppression de {0}
deletionFailed=N&\#39;a pas pu supprimer {0}
deployment_assign_help=Vous pouvez utiliser Ctrl+click pour s\u00e9lectionner plusieurs groupes de serveurs.
deployment_filesystem=D\u00E9ploiement du syst\u00E8me de fichiers
deployment_repo_description=Le contenu du r\u00E9f\u00E9rentiel contient le contenu d\u00E9ploy\u00E9. Le contenu a besoin d&\#39;\u00EAre assign\u00E9 \u00E0 des groupes de serveurs pour pouvoir \u00EAtre effectif.
deploymentsFor=D\u00E9ploiements pour {0}
deployments_for_group=D\u00E9ploiements assign\u00E9s \u00E0 ce groupe de serveurs.
disableConfirm=D\u00E9sactiver {0}?
enableConfirm=Activer {0}?
environment_description=Une mappe des noms et des valeurs de toutes les propri\u00E9t\u00E9s syst\u00E8me.
extensions_description=La liste des extensions install\u00E9es. Chaque extension repr\u00E9sente un sous-syst\u00E8me.
failed=A \u00E9chou\u00E9 \: {0}
failedToAdd=N&\#39;a pas pu ajouter {0} \u00E0 {1}.
failedToDisable=N&\#39;a pas pu d\u00E9sactiver {0}.
failedToEnable=N&\#39;a pas pu activer {0}.
failedToRemoveFrom=N&\#39;a pas pu supprimer {0} de {1}.
modificationFailed=N&\#39;a pas pu modifier {0}
modified=Modification de {0}
modify=Modifier {0}
modifyConfirm=Souhaitez-vous vraiment supprimer {0} ?
mustBeDeployableArchive={0} doit \u00EAtre un nom de fichier d&\#39;archives d\u00E9ployables.
noServerGroupsSelected=Aucun groupe de serveurs s\u00E9lectionn\u00E9s
no_groups_header=No Groups
no_groups_warning=There are no groups defined in the domain. Static configuration is available, but large parts of the console will not be accessible. Would you like to create a server group now?
patch_manager_applying=Applying patch {0}...
patch_manager_applying_patch_body=Applying {0}...
patch_manager_conflict_override_title=<i class="icon-warning-sign"></i> Override all conflicts
patch_manager_desc_product=To apply a patch, you must first download a patch file to your local system. The latest patches are available for download at <a href="https://access.redhat.com/home" target="_blank">Customer Portal</a>. After you download a patch, you may use patch manager to apply it and update your system.
patch_manager_error_parse_result={0}\n\nResponse from server:\n\n{1}
patch_manager_restart_needed=You must restart the {0} for the patch to take effect.
patch_manager_restart_yes=Yes restart the {0} now (Recommended).
patch_manager_rollback_body=Do you really want to rollback patch {0}?
patch_manager_rolling_back_body=Rolling back {0}...
patch_manager_stop_server_body=To avoid potential system conflicts, it is advised that you shutdown the servers on host "{0}".
path_description=Un chemin d&\#39;acc\u00E8s de syst\u00E8me de fichiers nomm\u00E9, mais sans obligation de sp\u00E9cifier le chemin d&\#39;acc\u00E8s r\u00E9el. Si aucun chemin d&\#39;acc\u00E8s r\u00E9el n&\#39;est sp\u00E9cifi\u00E9, il agit comme un espace r\u00E9serv\u00E9 dans le mod\u00E8le (par exemple au niveau du domaine) jusqu&\#39;\u00E0 une d\u00E9finition du chemin d&\#39;acc\u00E8s enti\u00E8rement sp\u00E9cifi\u00E9 soit appliqu\u00E9e \u00E0 un niveau inf\u00E9rieur (par exemple niveau h\u00F4te, o\u00F9 l&\#39;on sait que des adresses sont disponibles.)
pleaseChoseanItem=Veuillez s\u00E9lectionner une entr\u00E9e pour les param\u00E8tres sp\u00E9cifiques.
removeFromConfirm=Supprimer {0} de {1}?
removeProperty=Supprimer Propri\u00E9t\u00E9
removePropertyConfirm=Souhaitez-vous r\u00E9ellement supprimer la propri\u00E9t\u00E9 {0}?
removedFrom=A supprim\u00E9 {0} de {1}.
restartRequired=D\u00E9marrage \u00E0 nouveau requis
restartRequiredConfirm=La modification des param\u00E8tres de configuration n\u00E9cessite un nouveau d\u00E9marrage. Veuillez charger \u00E0 nouveau cette application.
saveFailed=N&\#39;a pas pu sauvegarder {0}
saved=Sauvegarde de {0}
savedSettings=Succ\u00E8s \: param\u00E8tres sauvegard\u00E9s
search_index_pending=<h1>Indexing...</h1><p>A search index is being created. This might take some time. Please note that the index is built only once for the given language and management version.</p>
selectServerGroups=S\u00E9lectionner les groupes de serveurs
selectServerGroupsFor=S\u00E9lectionner les groupes de serveurs pour {0}
server_config_stillRunning=L&\#39;instance sur serveur est toujours en cours d&\#39;ex\u00E9cution \: {0}
server_reload_confirm=Souhaitez-vous charger \u00E0 nouveau la configuration de serveur pour {0}?
serversRunningOnHost=Disponibilit\u00E9 du serveur sur h\u00F4te \: {0}
subsys_configadmin_addNoPIDselected=Merci de s\u00E9lectionner un PID avant d&\#39;ajouter une valeur
subsys_configadmin_oneValueRequired=Un Configuration Admin PID doit avoir au minimum un Configuration Value.
subsys_configadmin_remove=Supprimer Configuration Admin Data
subsys_configadmin_removeConfirm=Supprimer Configuration Admin Data pour PID \: {0} ?
subsys_configadmin_removeOnLastValueConfirm=Aucun valeur de configuration restante. Un PID doit avoir au minimum une valeur de configuration. Supprimer le PID\: {0}?
subsys_jca_err_ds_enabled=La source de donn\u00E9es {0} est encore active. Merci de la d\u00E9sactiver pour changer la configuration.
subsys_jca_err_ds_notEnabled=Source de donn\u00E9es non activ\u00E9e \: {0}
subsys_jpa_err_mericDisabled=Param\u00E8tre m\u00E9trique non activ\u00E9 sur {0}
subsys_messaging=Fournisseur de message \: {0}
subsys_naming_failedToLoadJNDIView=N&\#39;a pas pu charger les informations JNDI.
subsys_osgi_activate=Le sous-syst\u00E8me OSGi n&\#39;est pas actif. Cliquer sur "OK" pour l&\#39;activer maintenant.
subsys_osgi_activating=Activation ...
subsys_osgi_cant_start_fragment=Impossible de d\u00E9marrer un fragment ({0}).
subsys_osgi_cant_stop_fragment=Impossible de stopper un fragment ({0}).
subsys_osgi_capabilitiesHelp=Les fonctionnalit\u00E9s sont sous forme de groupes de Modules JBoss ou OSGi qui sont charg\u00E9s et \u00E9ventuellement lanc\u00E9s au d\u00E9marrage du sous-syst\u00E8me OSGi. Leur niveau de d\u00E9part indique les conditions et le moment de leur lancement.
subsys_osgi_frameworkPropertiesHelp=Propri\u00E9t\u00E9s OSGi Framework. Les modifications de ces propri\u00E9t\u00E9s requi\u00E8rent un red\u00E9marrage du Framework pour pouvoir \u00EAtre effectives.
subsys_osgi_removeCapability=Supprimer Fonctionnalit\u00E9
subsys_osgi_removeCapabilityConfirm=Supprimer des fonctionnalit\u00E9s \: {0} ?
successAdd=A ajout\u00E9 {0} \u00E0 {1}.
successDisabled=Succ\u00E8s \: d\u00E9sactivation de {0}.
successEnabled=Succ\u00E8s \: activation de {0}.
successful=Succ\u00E8s \: {0}
temporarilyUnavailable=Non disponible pour l&\#39;instant, veuillez essayer \u00E0 nouveau.
topology_description=Un aper\u00E7u de tous les h\u00F4tes, groupes et instances de serveurs dans le domaine.
topology_no_server=Aucun serveur n&\#39;est disponible \!
transaction_log_description=L&\#39;information persistante stock\u00E9e par le gestionnaire de transaction dans le but de r\u00E9cup\u00E9rer une transaction en cas d&\#39;\u00E9chec. L&\#39;op\u00E9ration de la sonde sera d&\#39;ajouter et de supprimer des op\u00E9rations du mod\u00E8le quand les transactions r\u00E9elles correspondantes commenceront et finiront les phases de pr\u00E9paration et de validation. Une transaction coinc\u00E9e restera dans le mod\u00E8le jusqu&\#39;\u00E0 ce qu&\#39;elle soit termin\u00E9e ou explicitement supprim\u00E9e par l&\#39;op\u00E9ration de suppression.
unknown_error=Erreur Inconnue
verify_datasource_failed_message=Please verify the connection settings for datasource {0}
verify_datasource_successful_message=Successfully connected to database {0}.
patch_manager_restart_verify=Do you really want to restart host {0}?
