access_control_provider=<p>This system is currently configured to use simple access controls, which will not utilize changes made in this section for roles. In order to utilize role mappings that you configure in this section, you will need to enable role based access controls from the Command Line Interface (CLI) using the following command:</p><p><code>/core-service=management/access=authorization:write-attribute(name=provider,value=rbac)</code></p>
addConfirm={1} \u306B {0} \u3092\u8FFD\u52A0\u3057\u307E\u3059\u304B\uFF1F
added={0} \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
addingFailed={0} \u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
administration_members=Members of {0}
administration_scoped_role_in_use=The scoped role is used in {0} role assignment(s).
alreadyAssignedTo=\u3059\u3067\u306B{0} \u306F{1} \u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
alreadyAssignedToAllGroups={0} \u306F\u3059\u3067\u306B\u5168\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
alreadyExists={0} \u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
available=\u5229\u7528\u53EF\u80FD \: {0}
changeServerStatus=server {1} \u3092{0} \u3057\u307E\u3059\u304B\uFF1F
commmon_description_newServerGroup=\u65E2\u5B58\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u3082\u3068\u306B\u65B0\u898F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u65B0\u898F\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u7D99\u627F\u3057\u307E\u3059\u3002
common_validation_heapSize=\u6709\u52B9\u306A\u30D2\u30FC\u30D7\u30B5\u30A4\u30BA\u3092 mb \u5358\u4F4D\u3067\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
common_validation_notEmptyNoSpace=\u7A7A\u767D\u3001\u30DB\u30EF\u30A4\u30C8\u30B9\u30DA\u30FC\u30B9\u4E0D\u53EF
common_validation_portOffsetUndefined={0}\u3042\u308B\u3044\u306FportOffset \u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
common_validation_requiredField=\u5FC5\u9808
content_box_apply_patch_body_domain=<p>Update a selected host to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p><ol><li>Select target host</li><li>Select Patch Management</li></ol>
content_box_apply_patch_body_standalone=<p>Update to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p>
content_box_create_datasource_body_domain=<p>Create and configure a new datasource. Add the datasource to a server profile to make it available to deployed applications.</p><ol><li>Select the target profile</li><li>Add a new datasource and follow the steps in the Create Datasource wizard</li></ol>
content_box_create_datasource_body_standalone=<p>Add a new datasource and follow the steps in the Create Datasource wizard.</p>
content_box_create_server_group_body=<p>Server groups allow you to apply common management policies and deploy applications to a set of servers at once.</p><ol><li>Add a new group</li><li>Assign it a profile and socket binding</li></ol>
content_box_new_deployment_body_domain=<p>Deploy an application and assign it to one or more server groups.</p><ol><li>Add a deployment to the Content Repository</li><li>Assign deployment content to one or more server groups</li></ol>
content_box_new_deployment_body_standalone=<p>To deploy an application.</p><ol><li>Add a deployment.</li><li>Enable the new deployment.</ol>
content_box_role_assignment_body=<p>Assign roles to individual users or user groups to secure access to system resources.</p><ol><li>Add user or group.</li><li>Enter user or group name and realm</li><li>Assign one or more roles to that user or group</li></ol>
content_box_topology_body=<p>Get an overview of your domain, including host controllers, servers, and server groups. Start or stop individual servers or groups.</p>
createTitle={0} \u306E\u4F5C\u6210
deleteConfirm={0} \u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
deleteJVM=JVM \u8A2D\u5B9A\u306E\u524A\u9664
deleteJVMConfirm=JVM \u8A2D\u5B9A\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteServerConfig=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u524A\u9664
deleteServerConfigConfirm=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u524A\u9664
deleteServerGroupConfirm=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteTitle={0} \u306E\u524A\u9664
deleted={0} \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
deletionFailed={0} \u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
deployment_assign_help=You can use Ctrl+click to select multiple server groups.
deployment_filesystem=File System Deployment
deployment_repo_description=The content repository contains all deployed content. Contents need to be assigned to sever groups in order to become effective.
deploymentsFor={0}\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8
deployments_for_group=Deployments assigned to this server group.
disableConfirm={0} \u3092\u7121\u52B9\u306B\u3057\u307E\u3059\u304B\uFF1F
enableConfirm={0} \u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B\uFF1F?
environment_description=A map of names and values of all system properties.
extensions_description=The list of installed extensions. Each extension reflects a subsystem.
failed=\u5931\u6557\uFF1A{0}
failedToAdd={1} \u306B {0} \u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToDisable={0} \u3092\u7121\u52B9\u306B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToEnable={0} \u3092\u6709\u52B9\u306B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToRemoveFrom={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
modificationFailed={0} \u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
modified={0} \u3092\u5909\u66F4\u3057\u307E\u3057\u305F\u3002
modify={0} \u306E\u5909\u66F4
modifyConfirm={0} \u3092\u672C\u5F53\u306B\u5909\u66F4\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
mustBeDeployableArchive={0} \u306F\u30C7\u30D7\u30ED\u30A4\u53EF\u80FD\u306A\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u540D\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
noServerGroupsSelected=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002No server groups selected.
no_groups_header=No Groups
no_groups_warning=There are no groups defined in the domain. Static configuration is available, but large parts of the console will not be accessible. Would you like to create a server group now?
patch_manager_applying=Applying patch {0}...
patch_manager_applying_patch_body=Applying {0}...
patch_manager_conflict_override_title=<i class="icon-warning-sign"></i> Override all conflicts
patch_manager_desc_product=To apply a patch, you must first download a patch file to your local system. The latest patches are available for download at <a href="https://access.redhat.com/home" target="_blank">Customer Portal</a>. After you download a patch, you may use patch manager to apply it and update your system.
patch_manager_error_parse_result={0}\n\nResponse from server:\n\n{1}
patch_manager_restart_needed=You must restart the {0} for the patch to take effect.
patch_manager_restart_yes=Yes restart the {0} now (Recommended).
patch_manager_rollback_body=Do you really want to rollback patch {0}?
patch_manager_rolling_back_body=Rolling back {0}...
patch_manager_stop_server_body=To avoid potential system conflicts, it is advised that you shutdown the servers on host "{0}".
path_description=A named filesystem path, but without a requirement to specify the actual path. If no actual path is specified, acts as a placeholder in the model (e.g. at the domain level) until a fully specified path definition is applied at a lower level (e.g. at the host level, where available addresses are known.)
pleaseChoseanItem=Please chose an entry for specific settings.
removeFromConfirm={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
removeProperty=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u524A\u9664
removePropertyConfirm=\u30D7\u30ED\u30D1\u30C6\u30A3 {0} \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
removedFrom={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
restartRequired=\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002
restartRequiredConfirm=\u8A2D\u5B9A\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
saveFailed={0} \u306E\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
saved={0} \u3092\u4FDD\u5B58\u3057\u307E\u3057\u305F\u3002
savedSettings=\u6210\u529F\uFF1A\u8A2D\u5B9A\u4FDD\u5B58
search_index_pending=<h1>Indexing...</h1><p>A search index is being created. This might take some time. Please note that the index is built only once for the given language and management version.</p>
selectServerGroups=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u9078\u629E
selectServerGroupsFor={0} \u306B\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002
server_config_stillRunning=\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u7A3C\u52D5\u3057\u3066\u3044\u307E\u3059\: {0}
server_reload_confirm=\u30B5\u30FC\u30D0\u30FC{0} \u306E\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3057\u307E\u3059\u304B\uFF1F
serversRunningOnHost=\u30DB\u30B9\u30C8\u3067\u306E\u30B5\u30FC\u30D0\u30FC\u5229\u7528\u72B6\u6CC1 \: {0}
subsys_configadmin_addNoPIDselected=Please select a PID before adding a value
subsys_configadmin_oneValueRequired=A Configuration Admin PID must at least have one Configuration Value.
subsys_configadmin_remove=\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF\u306E\u524A\u9664
subsys_configadmin_removeConfirm=PID\: {0} \u306E\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
subsys_configadmin_removeOnLastValueConfirm=No remaining configuration values. A PID must at least have one configuration value. Remove PID\: {0}?
subsys_jca_err_ds_enabled=The Data Source {0} is still enabled. Please disabled it, to make changes to the configuration.
subsys_jca_err_ds_notEnabled=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF1A {0}
subsys_jpa_err_mericDisabled={0} \u3067\u30E1\u30C8\u30EA\u30C3\u30AF\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
subsys_messaging=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\: {0}
subsys_naming_failedToLoadJNDIView=JNDI \u60C5\u5831\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
subsys_osgi_activate=OSGi \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002"OK" \u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4ECA\u3059\u3050\u6709\u52B9\u306B\u3057\u307E\u3059\u3002
subsys_osgi_activating=\u6709\u52B9\u5316\u3057\u3066\u3044\u307E\u3059...
subsys_osgi_cant_start_fragment=\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8({0})\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3002
subsys_osgi_cant_stop_fragment=\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8({0})\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3002
subsys_osgi_capabilitiesHelp=\u6A5F\u80FD\u3068\u306FJBoss Modules \u3042\u308B\u3044\u306F OSGi \u30D0\u30F3\u30C9\u30EB\u306E\u3053\u3068\u3067\u3001OSGi \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8D77\u52D5\u6642\u306B\u30ED\u30FC\u30C9\u3057\u3001\u30AA\u30D7\u30B7\u30E7\u30F3\u3067
subsys_osgi_frameworkPropertiesHelp=OSGi \u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u30D7\u30ED\u30D1\u30C6\u30A3\u3002\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5909\u66F4\u3057\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_osgi_removeCapability=\u6A5F\u80FD\u306E\u524A\u9664
subsys_osgi_removeCapabilityConfirm=\u6A5F\u80FD\uFF1A{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
successAdd={1} \u306B {0} \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
successDisabled=\u6210\u529F\uFF1A{0} \u304C\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
successEnabled=\u6210\u529F\uFF1A{0} \u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
successful=\u6210\u529F\uFF1A{0}
temporarilyUnavailable=\u4E00\u6642\u7684\u306B\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002Temporarily unavailable, please try again.
topology_description=An overview of all hosts, groups and server instances in the domain.
topology_no_server=No server available!
transaction_log_description=The persistent information that the transaction manager stores for the purpose of recovering a transaction in the event of failure. The probe operation will add and remove transactions from the model as the corresponding real transactions start and finish the prepare and commit phases. A stuck transaction will remain in the model until either it is completed or explicitly removed by the delete operation.
unknown_error=\u4E0D\u660E\u306A\u30A8\u30E9\u30FCUnknown Error
verify_datasource_failed_message=Please verify the connection settings for datasource {0}
verify_datasource_successful_message=Successfully connected to database {0}.
patch_manager_restart_verify=Do you really want to restart host {0}?
