AssignmentSuccessfullyUnassigned={0} se borr\u00F3 la asignaci\u00F3n exitosamente.
access_control_provider=<p>Este sistema est\u00E1 actualmente configurado para utilizar controles de acceso simple, los cuales no utilizar\u00E1n los cambios realizados en esta secci\u00F3n para los roles. Con el fin de utilizar los mapeos de roles que configure en esta secci\u00F3n, necesitar\u00E1 habilitar controles acceso basados en roles desde el CLI (del ingl\u00E9s Command Line Interface) utilizando el siguiente comando\:</p><p><code>/core-service\=management/access\=authorization\:write-attribute(name\=provider,value\=rbac)</code></p>
addDeploymentToServerGroup=Agregar implementaci\u00F3n al grupo de servidores &#39;&#39;{0}&#39;&#39;
addGroup=Agregar grupo
addMember=Agregar miembro
addUser=Agregar usuario
added=Se agreg\u00F3 {0}
addingFailed=No se logr\u00F3 agregar {0}
administration_members=Miembros de {0}
administration_scoped_role_in_use=El rol de \u00E1mbito se utiliza en {0} asignaciones de roles.
allPrincipalsAreAlreadyMembersOf=Todos los usuarios y grupos ya son miembros de {0}
allRolesAreAlreadyAssignedTo=Todos los roles ya est\u00E1n asignados a {0}
assignRole=Asignar rol
assignedToServerGroups={0} est\u00E1 asignado a los siguientes grupos de servidores\:\n\n{1}
assignment=Tarea
assignmentExcludePrincipalToRole={0} {1} borrado exitosamente de {2}.
assignmentExcludeRoleToPrincipal=Rol {0} exclu\u00EDdo exitosamente de {1}.
assignmentIncludePrincipalToRole={0} {1} agregado exitosamente a {2}.
assignmentIncludeRoleToPrincipal=Rol {0} asignado exitosamente a {1}.
assignmentSuccessfullyDisabled={0} inhabilitado exitosamente.
assignmentSuccessfullyEnabled={0} habilitado exitosamente.
available=Disponible {0}
batch_cannot_restart=Job execution {0} has already completed and cannot be restarted.
bs_interface_warning=La interfaz de administraci\u00F3n no responde. Por favor aseg\u00FArese de que la interfaz est\u00E9 ejecutando y  que "{0}" est\u00E9 configurado como un origen permitido.
chooseServerGroupsForAssigning=Seleccione los grupos de servidores para asignar &#39;&#39;{0}&#39;&#39;.
cloneProfile=Crear una copia del perfil {0}
common_validation_heapSize=Introduzca un valor v\u00E1lido del tama\u00F1o del heap en mb
common_validation_notEmptyNoSpace=No vac\u00EDo, no espacios en blanco.
common_validation_portOffsetUndefined={0} o portOffset no definido
configuration_changes_description=When tracking is enabled, lists recent configuration changes. Changes are not persisted between restarts. To persist configuration changes, use the management audit logging.
contentAlreadyAssigned={0} ya est\u00E1 asignado a todos los grupos de servidores.
contentFailedToAssignToServerGroups=No se puede asignar {0}.
contentFailedToUnassignFromServerGroups=No se puede eliminar la asignaci\u00F3n de {0}.
contentNotAssignedToServerGroup={0} no est\u00E1 asignado a un grupo de servidores.
contentSuccessfullyAssignedToServerGroups={0} asignado exitosamente a los grupos de servidores seleccionados.
contentSuccessfullyUnassignedFromServerGroups={0} desasignado exitosamente de los grupos de servidores seleccionados.
contentSuccessfullyUploaded={0} cargado exitosamente.
copyGroupDescription=<h3>Crear copia</h3> Est\u00E1 por crear una copia del grupo de servidores <b>&#39;&#39;{0}&#39;&#39;</b>. El grupo reci\u00E9n creado heredar\u00E1 todas las propiedades del original.
createResource=Crear recurso &#39;&#39;{0}&#39;&#39;
createTitle=Crear {0}
datasourceDescription=Administrar fuentes de datos que no son XA, las cuales se utilizan para las aplicaciones que no utilizan transacciones or aplicaciones que utilizan transacciones con una sola base de datos.
datasourceSummaryDescription=Por favor verifique la configuraci\u00F3n. Despu\u00E9s de crear la fuente de datos, seleccione la fuente de datos en la secci\u00F3n de configuraci\u00F3n o tiempo de ejecuci\u00F3n y presione &#39;Probar conexi\u00F3n&#39;.
deleteConfirm=\u00BFRealmente quiere borrar {0}?
deleteServerConfig=Borrar configuraci\u00F3n del servidor
deleteServerGroup=Borrar grupo de servidores
deleteServerGroupConfirm=\u00BFQuiere borrar el grupo de servidores {0}?
deleteTitle=Borrar {0}
deleted=Se borr\u00F3 {0}
deletionFailed=No se logr\u00F3 borrar {0}
deploymentInUse={0} est\u00E1 en uso. Por favor borre sus tareas primero.
deploymentSuccessfullyDeployed={0} implementado exitosamente.
deploymentSuccessfullyReplaced={0} reemplazado exitosamente.
disableConfirm=\u00BFDeshabilitar {0}?
domainMandatoryForNonExternalProvider=Security domain is mandatory for non-external security provider
editRole=Modificar rol
enableConfirm=\u00BFHabilitar {0}?
environment_description=Un mapa de nombres y valores de todas las propiedades del sistema.
excludeMember=Excluir miembro
excludeRole=Excluir rol
excludedFrom=excluido de
explodeTitle=Explode {0}
extensions_description=La lista de extensiones instaladas. Cada extensi\u00F3n refleja un subsistema.
failed=Fallido\: {0}
failedToCreateResource=No se logr\u00F3 crear el recurso {0}
failedToDetectJdbcDriver=No se logr\u00F3 auto detectar el controlador JDBC\: {0}
failedToLoadCacheContainer=No se logr\u00F3 cargar el contenedor de cach\u00E9 {0}
failedToLoadMessagingServerNames=No se logr\u00F3 cargar los nombres del servidor de mensajer\u00EDa
failedToLoadResource=No se logr\u00F3 cargar el recurso {0}
failedToModifyMessagingProvider=No se logr\u00F3 modificar el proveedor de mensajer\u00EDa  {0}
failedToModifyResource=No se logr\u00F3 modificar el recurso {0}
failedToRemoveMessagingProvider=No se logr\u00F3 borrar el proveedor de mensajer\u00EDa  {0}
failedToRemoveResource=No se logr\u00F3 borrar el recurso {0}
flushConnectionsError=Vaciar error de conexiones para {0}
flushConnectionsSuccess=Vaciar conexiones para {0}
homepage_patching_domain_step_intro=Aplicar un parche {0} al host seleccionado.
homepage_patching_standalone_step_intro=Aplicar un parche {0} al servidor.
homepage_patching_sub_header=Administrar {0} parches
membership=Membres\u00EDa
messagingProvider=Proveedor de mensajer\u00EDa
modificationFailed=No se logr\u00F3 modificar {0}
modified=Se modific\u00F3 {0}
modify=Modificar {0}
newMessagingProvider=Nuevo proveedor de mensajer\u00EDa
newTitle=Nuevo {0}
noConfigurableAttributes=No hay atributos configurables en los recursos {0}
noConfigurableAttributesOnResources=No hay atributos configurables en los recursos {0}
patch_manager_applying_patch_body=Aplicando {0}...
patch_manager_conflict_override_title=<i class\="icon-warning-sign"></i> Sobrescribir todos los conflictos
patch_manager_desc_product=Para aplicar un parche primero debe descargar un archivo parche en su sistema local. Los parches m\u00E1s recientes est\u00E1n disponibles para descargar en el <a href\="https\://access.redhat.com/home" target\="_blank">Portal del cliente</a>. Despu\u00E9s de descargar un parche entonces puede utilizar un administrador de parches para aplicarlo y actualizar su sistema.
patch_manager_error_parse_result={0}\n\nResponse from server\:\n\n{1}
patch_manager_restart_needed=Debe reiniciar el {0} para que el parche tenga efecto.
patch_manager_restart_verify=\u00BFRealmente quiere reiniciar el host {0}?
patch_manager_restart_yes=S\u00ED reiniciar el {0} ahora (recomendado).
patch_manager_rolling_back_body=Deshaciendo {0}...
patch_manager_stop_server_body=Para evitar conflictos potenciales del sistema se aconseja que apague los servidores en el host "{0}".
path_description=Una ruta nombrada del sistema de archivos pero sin ning\u00FAn requerimiento para especificar la ruta. Si no se especifica una ruta IP entonces act\u00FAa como un comod\u00EDn en el modelo (por ejemplo, a nivel del dominio) hasta que se aplica una definici\u00F3n de ruta completamente especificada en un nivel m\u00E1s bajo (por ejemplo, a nivel de host, donde se conocen las direcciones disponibles).
pleaseChoseanItem=Por favor seleccione una entrada para una configuraci\u00F3n especifica.
principalSuccessfullyAdded={0} agregado exitosamente.
principalSuccessfullyRemovedFromAssignment={0} borrado exitosamente de {1}.
profileAlreadyExists=\u00A1Ya existe un perfil con el nombre {0}\!
profileUsedBy=El perfil todav\u00EDa est\u00E1 en uso por parte del grupo de servidores\: {0}
providerSettings=Configuraci\u00F3n del proveedor
reallyRemoveProfile=\u00BFRealmente quiere borrar el perfil {0}?
removeProperty=Borrar propiedad
removePropertyConfirm=\u00BFRealmente quiere borrar la propiedad {0}?
resource_already_exists=El recurso con el nombre &#39;&#39;{0}&#39;&#39; ya existe.
restartRequired=Es necesario reiniciar
restartRequiredConfirm=El cambiar la configuraci\u00F3n requiere re-iniciar. Por favor vuelva a cargar esta aplicaci\u00F3n.
roleSuccessfullyRemovedFrom=Rol {0} borrado exitosamente de {1}.
role_is_used_in_assignments=El rol se utiliza en tareas
saveFailed=No se logr\u00F3 guardar {0}
saved=Guardado {0}
savedSettings=Exito\: configuraci\u00F3n guardada
scopedRoleSuccessfullyAdded=Se agreg\u00F3 exitosamente el rol con \u00E1mbito {0}.
search_index_pending=<h1>Indexando...</h1><p>Se est\u00E1 creando un \u00EDndice de b\u00FAsqueda. Esto puede tomar algo de tiempo. Por favor note que el \u00EDndice se construye solo una vez para el lenguaje dado y la versi\u00F3n de administraci\u00F3n.</p>
search_n_results=Resultados\: <b>{0} instancias</b>
search_popup_description=Navegue r\u00E1pidamente a cualquier pantalla usando la b\u00FAsqueda local\: ingrese palabras clave tal como "data-source" o "log viewer". La b\u00FAsqueda se puede invocar en cualquier momento presionando {0}.
securityDomainDescription=Configuraci\u00F3n para el dominio de seguridad\: {0}
server_config_stillRunning=La instancia del servidor todav\u00EDa est\u00E1 ejecutando\: {0}
server_reload_confirm=\u00BFQuiere volver a cargar la configuraci\u00F3n del servidor para el servidor {0}?
subsys_configadmin_addNoPIDselected=Please select a PID before adding a value
subsys_configadmin_oneValueRequired=TRANSLATE ME\: A Configuration Admin PID must at least have one Configuration Value.
subsys_configadmin_remove=Borrar datos de administraci\u00F3n de configuraci\u00F3n
subsys_configadmin_removeConfirm=\u00BFBorrar datos de administraci\u00F3n de la configuraci\u00F3n para PID\: {0}?
subsys_configadmin_removeOnLastValueConfirm=TRANSLATE ME\: No remaining configuration values. A PID must at least have one configuration value. Remove PID\: {0}?
subsys_jca_err_ds_enabled=The Data Source {0} is still enabled. Please disabled it, to make changes to the configuration.
subsys_jca_err_ds_notEnabled=Fuente de datos no habilitada\: {0}
subsys_jpa_err_mericDisabled=M\u00E9trica no habilitada en {0}
successDisabled=Exito\: inhabilitado {0}.
successEnabled=Exito\: habilitado {0}.
successful=Exito\: {0}
successfullyAdded=Se agreg\u00F3 exitosamente {0}
successfullyAddedMessagingProvider=Se agreg\u00F3 exitosamente el proveedor de mensajer\u00EDa {0}
successfullyAddedServer=Se agreg\u00F3 exitosamente el servidor {0}
successfullyCreated=Se cre\u00F3 exitosamente {0}
successfullyModifiedMessagingProvider=Se modific\u00F3 exitosamente el proveedor de mensajer\u00EDa {0}
successfullyModifiedResource=Se modific\u00F3 exitosamente el recurso {0}
successfullyRemoved=Se borr\u00F3 exitosamente {0}
successfullyRemovedMessagingProvider=Se borr\u00F3 exitosamente el proveedor de mensajer\u00EDa {0}
successfullyRemovedServer=Se borr\u00F3 exitosamente el servidor {0}
testConnectionDomainDescription=<p>En esta p\u00E1gina puede probar la conexi\u00F3n de su fuente de datos. Esta acci\u00F3n requiere un servidor en ejecuci\u00F3n que sea parte del perfil seleccionado actualmente.</p><p>Por favor observe que esa prueba de conexi\u00F3n cambia la sem\u00E1ntica del asistente\:</p><ul class\=spacing><li>Si presiona <strong>Probar configuraci\u00F3n</strong> por <strong>primera vez</strong>, la fuente de datos es <strong>creada con anticipaci\u00F3n</strong>.</li><li>Si usted <strong>va atr\u00E1s</strong> y cambia los par\u00E1metros, <strong>modificar\u00E1</strong> la fuente de datos reci\u00E9n creada. Por favor observe que usted no puede cambiar el nombre ni los v\u00EDnculos JNDI despu\u00E9s de que la fuente de datos haya sido creada.</li><li>Al hacer clic en <strong>Terminar</strong>  <strong>guardar\u00E1</strong> la fuente de datos.</li><li>Al hacer clic en <strong>Cancelar</strong>  <strong>borrar\u00E1</strong> la fuente de datos otra vez. Esto podr\u00EDa requerir recargar la instancia del servidor relacionada.</li></ul><p>Tambi\u00E9n puede terminar el asistente sin necesidad de probar la conexi\u00F3n. En este caso, se crear\u00E1 la fuente de datos tras presionar Terminar.
testConnectionStandaloneDescription=<p>En esta p\u00E1gina puede probar la conexi\u00F3n de su fuente de datos.</p>
topology_description=Una sinopsis de todos los hots, grupos e instancias del servidor en el dominio.
transaction_log_description=La informaci\u00F3n persistente que el administrador de transacci\u00F3n alamacena con el objetivo de recuperar una transacci\u00F3n en caso de error. La operaci\u00F3n de sondeo agregar\u00E1 y remover\u00E1 transacciones del modelo tan pronto como las transacciones reales comiencen y terminen sus fases de preparaci\u00F3n y ejecuci\u00F3n. Una transacci\u00F3n atascada permanecer\u00E1 en el modelo hasta que sea completada o expl\u00EDcitamente removida por la operaci\u00F3n de borrado.
unassignAssignment=Eliminar la asignaci\u00F3n {0}
unassignContent={0} est\u00E1 asignado a los siguientes grupos de servidores. Selecciones los grupos de servidores de los cuales quiere eliminar la asignaci\u00F3n.
unknown_error=Error desconocido
verify_datasource_failed_message=Por favor verifique la configuraci\u00F3n de la conexi\u00F3n para la fuente de datos {0}
verify_datasource_successful_message=Se conect\u00F3 exitosamente a la base de datos {0}.
wantToReloadHost=Do you want to reload host {0}?
wantToReloadServerGroup=\u00BFQuiere volver a cargar el grupo {0}?
wantToRestartHost=Do you want to restart host {0} ?
wantToRestartServerGroup=\u00BFQuiere reiniciar el grupo {0}?
wantToResumeServerGroup=\u00BFQuiere reanudar el grupo {0}?
wantToStartServerGroup=\u00BFQuiere iniciar el grupo {0}?
wantToStopServerGroup=\u00BFQuiere detener el grupo {0}?
xaDatasourceDescription=Administra fuentes de datos XA, utilizadas por parte de las aplicaciones cuyas transacciones est\u00E1n distribuidas a trav\u00E9s de m\u00FAltiples bases de datos.
