AssignmentSuccessfullyUnassigned={0} assign\u00E9.
access_control_provider=<p>Ce syst\u00E8me est actuellement configur\u00E9 pour utiliser des contr\u00F4les d&#39;acc\u00E8s simples, qui n&#39;utiliseront pas les modifications apport\u00E9es dans la pr\u00E9sente section pour les r\u00F4les. Afin d&#39;utiliser les mappages de r\u00F4les que vous configurerez dans cette section, vous devrez activer le contr\u00F4le d&#39;acc\u00E8s bas\u00E9 r\u00F4les de l&#39;interface de ligne de commande (CLI) \u00E0 l&#39;aide de la commande suivante\u00A0\:</p><p><code>/core-service\=management/access\=authorization\:write-attribute(name\=provider,value\=rbac)</code></p>
addDeploymentToServerGroup=Ajouter d\u00E9ploiement au groupe de serveurs &#39;&#39;{0}&#39;&#39;
addGroup=Ajouter Groupe
addMember=Ajouter Membre
addUser=Ajouter Utilisateur
added=Ajout de {0}
addingFailed=N&\#39;a pas pu ajouter {0}
administration_members=Membres de {0}
administration_scoped_role_in_use=Le scoped role est utilis\u00E9 dans {0} assignation(s) de r\u00F4les.
allPrincipalsAreAlreadyMembersOf=Tous les utilisateurs et les groupes sont d\u00E9j\u00E0 membres de {0}
allRolesAreAlreadyAssignedTo=Tous les r\u00F4les ont d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9s \u00E0 {0}.
assignRole=Assigner R\u00F4le
assignedToServerGroups={0} est assign\u00E9 aux groupes de serveurs suivants\u00A0\:\n\n{1}
assignment=Attribution
assignmentExcludePrincipalToRole={0} {1} supprim\u00E9s de {2}.
assignmentExcludeRoleToPrincipal=R\u00F4le {0} exclus de {1}.
assignmentIncludePrincipalToRole={0} {1} ajout\u00E9s \u00E0 {2}.
assignmentIncludeRoleToPrincipal=R\u00F4le {0} assign\u00E9 \u00E0 {1}.
assignmentSuccessfullyDisabled={0} d\u00E9sactiv\u00E9.
assignmentSuccessfullyEnabled={0} activ\u00E9
available=Disponible {0}
bs_interface_warning=L&#39;interface de gestion ne r\u00E9pond pas. Veillez \u00E0 ce que l&#39;interface soit active et que "{0}" soit configur\u00E9 comme origine autoris\u00E9e.
chooseServerGroupsForAssigning=S\u00E9lectionnez les groupes de serveurs pour assigner &#39;&#39;{0}&#39;&#39;.
cloneProfile=Cr\u00E9er une copie du profil {0}
common_validation_heapSize=Saisir une taille de segment de m\u00E9moire en mo
common_validation_notEmptyNoSpace=Pas d&\#39;espace vide
common_validation_portOffsetUndefined={0} ou portOffset non d\u00E9fini
contentAlreadyAssigned={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 tous les groupes de serveurs
contentFailedToAssignToServerGroups=Impossible d&#39;assigner {0}.
contentFailedToUnassignFromServerGroups=Impossible d&#39;annuler l&#39;attribution de {0}.
contentNotAssignedToServerGroup={0} n&#39;est pas assign\u00E9 \u00E0 un groupe de serveurs.
contentSuccessfullyAssignedToServerGroups={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 aux groupes de serveurs s\u00E9lectionn\u00E9s
contentSuccessfullyUnassignedFromServerGroups=l&#39;attribution de {0} a d\u00E9j\u00E0 \u00E9t\u00E9 annul\u00E9e des groupes de serveurs s\u00E9lectionn\u00E9s
contentSuccessfullyUploaded={0} t\u00E9l\u00E9charg\u00E9.
copyGroupDescription=<h3>Cr\u00E9er une copie</h3> Vous \u00EAtes sur le point de cr\u00E9er une copie du server-goup <b>&#39;&#39;{0}&#39;&#39;</b>. Le groupe nouvellement cr\u00E9\u00E9 h\u00E9ritera de toutes les propri\u00E9t\u00E9s du groupe d&#39;origine.
createResource=Cr\u00E9er Ressource &#39;&#39;{0}&#39;&#39;
createTitle=Cr\u00E9er {0}
datasourceDescription=G\u00E9rer les sources de donn\u00E9es Non-XA qui sont utilis\u00E9es pour les applications n&#39;utilisant pas de transactions, ou pour les applications qui utilisent les transactions avec une base de donn\u00E9es unique.
datasourceSummaryDescription=Please verify your settings. After the datasource is created you can test the connection by selecting the datasource in the configuration or runtime section and press &#39;&#39;Test Connection&#39;&#39;.
deleteConfirm=Voulez-vous vraiment supprimer {0}?
deleteServerConfig=Supprimer Config Serveur
deleteServerGroup=Supprimer Groupe de serveurs
deleteServerGroupConfirm=Souhaitez-vous supprimer le groupe de serveurs {0}\u00A0?
deleteTitle=Supprimer {0}
deleted=Suppression de {0}
deletionFailed=N&\#39;a pas pu supprimer {0}
deploymentInUse={0} est en cours d&#39;utilisation. Veuillez supprimer ses assignations pour commencer.
deploymentSuccessfullyDeployed={0} d\u00E9ploy\u00E9.
deploymentSuccessfullyReplaced={0} remplac\u00E9.
disableConfirm=D\u00E9sactiver {0}?
editRole=Modifier R\u00F4le
enableConfirm=Activer {0}\u00A0?
environment_description=Une mappe des noms et des valeurs de toutes les propri\u00E9t\u00E9s syst\u00E8me. 
excludeMember=Exclure Membre
excludeRole=Exclure R\u00F4le
excludedFrom=exclus de
extensions_description=La liste des extensions install\u00E9es. Chaque extension repr\u00E9sente un sous-syst\u00E8me.
failed=A \u00E9chou\u00E9 \: {0}
failedToCreateResource=N&#39;a pas pu cr\u00E9er la ressource {0}
failedToDetectJdbcDriver=N&#39;a pas pu d\u00E9tecter le pilote JDBC\u00A0\: {0}
failedToLoadCacheContainer=N&#39;a pas pu charger le conteneur cache {0}
failedToLoadMessagingServerNames=N&#39;a pas pu t\u00E9l\u00E9charger les noms de serveurs de messagerie
failedToLoadResource=N&#39;a pas pu charger la ressource {0}
failedToModifyMessagingProvider=N&#39;a pas pu modifier le fournisseur de messagerie {0}
failedToModifyResource=N&#39;a pas pu modifier la ressource {0}
failedToRemoveMessagingProvider=N&#39;a pas pu supprimer le fournisseur de messagerie {0}
failedToRemoveResource=N&#39;a pas pu supprimer la ressource {0}
flushConnectionsError=Vider erreur de connexions de {0}
flushConnectionsSuccess=Vider connexions pour {0}
homepage_patching_domain_step_intro=Appliquer un correctif {0} \u00E0 l&#39;h\u00F4te s\u00E9lectionn\u00E9.
homepage_patching_standalone_step_intro=Appliquer un correctif {0} au serveur.
homepage_patching_sub_header=G\u00E9rer {0} correctifs
membership=Abonnement
messagingProvider=Fournisseur de messagerie
modificationFailed=N&\#39;a pas pu modifier {0}
modified=Modification de {0}
modify=Modifier {0}
newMessagingProvider=Nouveau fournisseur de messagerie
newTitle=Nouveau  {0}
noConfigurableAttributes=Il n&#39;y a pas d&#39;attributs configurables sur les ressources {0}
noConfigurableAttributesOnResources=Il n&#39;y a pas d&#39;attributs configurables sur les ressources {0}
patch_manager_applying_patch_body=Application de {0}...
patch_manager_conflict_override_title=<i class\="icon-warning-sign"></i> Supprimer tous les conflits
patch_manager_desc_product=Afin d&#39;appliquer un correctif, vous devez tout d&#39;abord t\u00E9l\u00E9charger un fichier de correctif dans votre syst\u00E8me local. Les derniers correctifs disponibles sont pr\u00EAts \u00E0 \u00EAtre d\u00E9charg\u00E9s \u00E0 l&#39;adresse suivante\u00A0\: <a href\="https\://access.redhat.com/home" target\="_blank">Customer Portal</a>. Une fois que vous aurez t\u00E9l\u00E9charg\u00E9 un correctif, vous pourrez utiliser le gestionnaire des correctifs pour l&#39;appliquer et pour mettre \u00E0 jour votre syst\u00E8me.
patch_manager_error_parse_result={0}\n\nR\u00E9ponse du serveur \:\n\n{1}
patch_manager_restart_needed=Vous devez red\u00E9marrer {0} pour que le correctif puisse prendre effet.
patch_manager_restart_verify=Souhaitez-vous r\u00E9ellement d\u00E9marrer \u00E0 nouveau l&#39;h\u00F4te {0}\u00A0?
patch_manager_restart_yes=Oui, d\u00E9marrez \u00E0 nouveau {0} maintenant (conseill\u00E9).
patch_manager_rolling_back_body=Suppression {0}...
patch_manager_stop_server_body=Afin d&#39;\u00E9viter des conflits potentiels de syst\u00E8mes, nous vous conseillons de fermer les serveurs sur l&#39;h\u00F4te "{0}".
path_description=Un chemin d&#39;acc\u00E8s de syst\u00E8me de fichiers nomm\u00E9, mais sans obligation de sp\u00E9cifier le chemin d&#39;acc\u00E8s r\u00E9el. Si aucun chemin d&#39;acc\u00E8s r\u00E9el n&#39;est sp\u00E9cifi\u00E9, il agit comme un espace r\u00E9serv\u00E9 dans le mod\u00E8le (par exemple au niveau du domaine) jusqu&#39;\u00E0 ce qu&#39;une d\u00E9finition du chemin d&#39;acc\u00E8s compl\u00E8te soit appliqu\u00E9e \u00E0 un niveau inf\u00E9rieur (par exemple au niveau h\u00F4te, o\u00F9 l&#39;on sait que des adresses sont disponibles.)
pleaseChoseanItem=Veuillez s\u00E9lectionner une entr\u00E9e pour les param\u00E8tres sp\u00E9cifiques.
principalSuccessfullyAdded={0} ajout\u00E9.
principalSuccessfullyRemovedFromAssignment={0} supprim\u00E9 de {1}.
profileAlreadyExists=Un profil nomm\u00E9 {0} existe d\u00E9j\u00E0.
profileUsedBy=Le profil est encore utilis\u00E9 par le groupe de serveurs\u00A0\: {0}
providerSettings=Configurations Fournisseur
reallyRemoveProfile=Supprimer Profil {0}?
removeProperty=Supprimer Propri\u00E9t\u00E9
removePropertyConfirm=Souhaitez-vous r\u00E9ellement supprimer la propri\u00E9t\u00E9 {0}?
resource_already_exists=La ressource nomm\u00E9e &#39;&#39;{0}&#39;&#39; existe d\u00E9j\u00E0.
restartRequired=D\u00E9marrage \u00E0 nouveau requis
restartRequiredConfirm=La modification des param\u00E8tres de configuration n\u00E9cessite un nouveau d\u00E9marrage. Veuillez charger \u00E0 nouveau cette application.
roleSuccessfullyRemovedFrom=R\u00F4le {0} supprim\u00E9 de {1}.
role_is_used_in_assignments=Le r\u00F4le est utilis\u00E9 dans les attributions
saveFailed=N&\#39;a pas pu sauvegarder {0}
saved=Sauvegarde de {0}
savedSettings=Succ\u00E8s \: param\u00E8tres sauvegard\u00E9s
scopedRoleSuccessfullyAdded=R\u00F4le inclus dans l&#39;\u00E9tendue {0} ajout\u00E9.
search_index_pending=<h1>Indexation...</h1><p>Un index de recherche est en cours de cr\u00E9ation. Cela peut prendre un certain temps. Veuillez noter que l&#39;index n&#39;est cr\u00E9\u00E9 qu&#39;une seule fois pour une version et la langue indiqu\u00E9es.</p>
search_n_results=R\u00E9sultats\u00A0\: <b>{0} instances</b>
search_popup_description=Naviguez rapidement dans n&#39;importe quel \u00E9cran en utilisant la fonction de recherche locale\u00A0\: saisir des mots cl\u00E9s comme "data-source" ou "log viewer". On peut invoquer la recherche \u00E0 tout moment en pressant sur {0}.
securityDomainDescription=Param\u00E8tres de configuration pour le domaine de s\u00E9curit\u00E9\u00A0\: {0}
server_config_stillRunning=L&\#39;instance sur serveur est toujours en cours d&\#39;ex\u00E9cution \: {0}
server_reload_confirm=Souhaitez-vous charger \u00E0 nouveau la configuration de serveur pour {0}\u00A0?
subsys_configadmin_addNoPIDselected=Merci de s\u00E9lectionner un PID avant d&#39;ajouter une valeur
subsys_configadmin_oneValueRequired=Un Configuration Admin PID doit avoir au minimum une Configuration Value.
subsys_configadmin_remove=Supprimer Configuration Admin Data
subsys_configadmin_removeConfirm=Supprimer Configuration Admin Data pour PID \: {0} ?
subsys_configadmin_removeOnLastValueConfirm=Aucun valeur de configuration restante. Un PID doit avoir au minimum une valeur de configuration. Supprimer le PID\: {0}?
subsys_jca_err_ds_enabled=La source de donn\u00E9es {0} est encore active. Merci de la d\u00E9sactiver pour changer la configuration.
subsys_jca_err_ds_notEnabled=Source de donn\u00E9es non activ\u00E9e \: {0}
subsys_jpa_err_mericDisabled=Param\u00E8tre m\u00E9trique non activ\u00E9 sur {0}
successDisabled=Succ\u00E8s \: d\u00E9sactivation de {0}.
successEnabled=Succ\u00E8s \: activation de {0}.
successful=Succ\u00E8s \: {0}
successfullyAdded={0} ajout\u00E9
successfullyAddedMessagingProvider=Fournisseur de messagerie {0} ajout\u00E9
successfullyAddedServer=Serveur {0} ajout\u00E9
successfullyCreated={0} cr\u00E9\u00E9
successfullyModifiedMessagingProvider=Fournisseur de messagerie {0} modifi\u00E9
successfullyModifiedResource=Ressource {0} modifi\u00E9e
successfullyRemoved={0} supprim\u00E9
successfullyRemovedMessagingProvider=Fournisseur de messagerie {0} supprim\u00E9
successfullyRemovedServer=Serveur {0} supprim\u00E9
testConnectionDomainDescription=<p>On this page you can test the connection of your datasource. This requires a running server which is part of the currently selected profile.</p><p>Please note that testing the connection changes the semantics of this wizard:</p><ul class=spacing><li>If you press <strong>Test Connection</strong> for the <strong>first time</strong>, the datasource is <strong>created in advance</strong>.</li><li>If you <strong>go back</strong> and change settings, this will <strong>modify</strong> the newly created datasource. Please note that you cannot change the name and JNDI bindings after the datasource was created.</li><li>Clicking on <strong>Finish</strong> will <strong>keep</strong> the datasource.</li><li>Clicking on <strong>Cancel</strong> will <strong>remove</strong> the datasource again. This might require a reload of the related server instance.</li></ul><p>You can of cource finish the wizard without testing the connection. In this case the datasource will be cretaed after pressing Finish.
testConnectionStandaloneDescription=<p>On this page you can test the connection of your datasource.</p>
topology_description=Un aper\u00E7u de tous les h\u00F4tes, groupes et instances de serveurs dans le domaine.
transaction_log_description=L&#39;information persistante stock\u00E9e par le gestionnaire de transaction dans le but de r\u00E9cup\u00E9rer une transaction en cas d&#39;\u00E9chec. L&#39;op\u00E9ration de la sonde sera d&#39;ajouter et de supprimer des op\u00E9rations du mod\u00E8le quand les transactions r\u00E9elles correspondantes commenceront et finiront les phases de pr\u00E9paration et de validation. Une transaction coinc\u00E9e restera dans le mod\u00E8le jusqu&#39;\u00E0 ce qu&#39;elle soit termin\u00E9e ou explicitement supprim\u00E9e par l&#39;op\u00E9ration de suppression.
unassignAssignment={0} Non assign\u00E9
unassignContent={0} est assign\u00E9 aux groupes de serveurs suivants. S\u00E9lectionner les groupes de serveurs pour lesquels vous souhaitez annuler l&#39;attribution.
unknown_error=Erreur inconnue
verify_datasource_failed_message=Veuillez v\u00E9rifier les configuration de connexion de la source de donn\u00E9es {0}
verify_datasource_successful_message=Connexion \u00E0 la source de donn\u00E9es {0} \u00E9tablie.
wantToReloadServerGroup=Souhaitez-vous charger \u00E0 nouveau le groupe {0}\u00A0?
wantToRestartServerGroup=Souhaitez-vous d\u00E9marrer \u00E0 nouveau le groupe {0}\u00A0?
wantToResumeServerGroup=Souhaitez-vous continuer avec le groupe {0}?
wantToStartServerGroup=Souhaitez-vous d\u00E9marrer le groupe {0}\u00A0?
wantToStopServerGroup=Souhaitez-vous stopper le groupe {0}?
xaDatasourceDescription=G\u00E9rer les sources de donn\u00E9es XA qui sont utilis\u00E9es pour les applications dont les transactions sont distribu\u00E9es \u00E0 travers plusieurs bases de donn\u00E9es.
