access_control_provider=<p>This system is currently configured to use simple access controls, which will not utilize changes made in this section for roles. In order to utilize role mappings that you configure in this section, you will need to enable role based access controls from the Command Line Interface (CLI) using the following command:</p><p><code>/core-service=management/access=authorization:write-attribute(name=provider,value=rbac)</code></p>
addConfirm=Adicionar {0} para {1}?
added=Adicionado {0}
addingFailed=Falha ao adicionar {0}
administration_members=Members of {0}
administration_scoped_role_in_use=The scoped role is used in {0} role assignment(s).
alreadyAssignedTo={0} j\u00E1 \u00E9 determinado para  {1}.
alreadyAssignedToAllGroups={0} j\u00E1 est\u00E1 determinado para todos os grupos do servidor.
alreadyExists={0} j\u00E1 existe.
available=Disponibilidade {0}
changeServerStatus=Voc\u00EA deseja {0} no sevidor {1}?
commmon_description_newServerGroup=Crie um novo grupo do servidor baseado num grupo existente. O novo grupo ir\u00E1 herdar as propriedades do grupo selecionado.
common_validation_heapSize=Insira um valor de tamanho de heap v\u00E1lido no mb
common_validation_notEmptyNoSpace=Nenhum espa\u00E7o em branco ou em branco
common_validation_portOffsetUndefined={0} ou portOffset indefinido
common_validation_requiredField=Campo solicitado.
content_box_apply_patch_body_domain=<p>Update a selected host to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p><ol><li>Select target host</li><li>Select Patch Management</li></ol>
content_box_apply_patch_body_standalone=<p>Update to the latest patch level. The patch file must be downloaded to your local machine prior to starting this process.</p>
content_box_create_datasource_body_domain=<p>Create and configure a new datasource. Add the datasource to a server profile to make it available to deployed applications.</p><ol><li>Select the target profile</li><li>Add a new datasource and follow the steps in the Create Datasource wizard</li></ol>
content_box_create_datasource_body_standalone=<p>Add a new datasource and follow the steps in the Create Datasource wizard.</p>
content_box_create_server_group_body=<p>Server groups allow you to apply common management policies and deploy applications to a set of servers at once.</p><ol><li>Add a new group</li><li>Assign it a profile and socket binding</li></ol>
content_box_new_deployment_body_domain=<p>Deploy an application and assign it to one or more server groups.</p><ol><li>Add a deployment to the Content Repository</li><li>Assign deployment content to one or more server groups</li></ol>
content_box_new_deployment_body_standalone=<p>To deploy an application.</p><ol><li>Add a deployment.</li><li>Enable the new deployment.</ol>
content_box_role_assignment_body=<p>Assign roles to individual users or user groups to secure access to system resources.</p><ol><li>Add user or group.</li><li>Enter user or group name and realm</li><li>Assign one or more roles to that user or group</li></ol>
content_box_topology_body=<p>Get an overview of your domain, including host controllers, servers, and server groups. Start or stop individual servers or groups.</p>
createTitle=Cria {0}
deleteConfirm=Voc\u00EA tem certeza de quer remover {0}?
deleteJVM=Remover as Configura\u00E7\u00F5es JVM
deleteJVMConfirm=Voc\u00EA tem certeza de que quer remover os JM settings?
deleteServerConfig=Remove o Servidor Config
deleteServerConfigConfirm="Voc\u00EA quer  remover a configura\u00E7\u00E3o do servidor {0}?
deleteServerGroup=Remove Server Group
deleteServerGroupConfirm=Voc\u00EA deseja remover o  grupo de servidor {0}?
deleteTitle=Remover {0}
deleted=Removed {0}ido
deletionFailed=Falha ao remover {0}
deployment_assign_help=Voc\u00ea pode usar ctrl+click para selecionar m\u00faltiplos grupos de servidores.
deployment_filesystem=File System Deployment
deployment_repo_description=The content repository contains all deployed content. Contents need to be assigned to sever groups in order to become effective.
deploymentsFor=Implanta\u00E7\u00F5es para {0}
deployments_for_group=Deployments assigned to this server group.
disableConfirm=Desativar {0}?
enableConfirm=Ativar {0}?
environment_description=A map of names and values of all system properties.
extensions_description=The list of installed extensions. Each extension reflects a subsystem.
failed=Falha\: {0}
failedToAdd=Falha ao adicionar {0} para {1}.
failedToDisable=Falha ao desativar {0}.
failedToEnable=Falha ao ativar {0}.
failedToRemoveFrom=Falha ao remover {0} a partir do {1}.
modificationFailed=Falha ao modificar {0}
modified=Modificado {0}
modify=Modificar {0}
modifyConfirm=Voc\u00EA realmente deseja modificar {0}?
mustBeDeployableArchive={0} deve ser um nome de arquivo implant\u00E1vel.
noServerGroupsSelected=Nenhum grupo do servidor selecionadoNo server groups selected.
no_groups_header=No Groups
no_groups_warning=There are no groups defined in the domain. Static configuration is available, but large parts of the console will not be accessible. Would you like to create a server group now?
patch_manager_applying=Applying patch {0}...
patch_manager_applying_patch_body=Applying {0}...
patch_manager_conflict_override_title=<i class="icon-warning-sign"></i> Override all conflicts
patch_manager_desc_product=To apply a patch, you must first download a patch file to your local system. The latest patches are available for download at <a href="https://access.redhat.com/home" target="_blank">Customer Portal</a>. After you download a patch, you may use patch manager to apply it and update your system.
patch_manager_error_parse_result={0}\n\nResponse from server:\n\n{1}
patch_manager_restart_needed=You must restart the {0} for the patch to take effect.
patch_manager_restart_yes=Yes restart the {0} now (Recommended).
patch_manager_rollback_body=Do you really want to rollback patch {0}?
patch_manager_rolling_back_body=Rolling back {0}...
patch_manager_stop_server_body=To avoid potential system conflicts, it is advised that you shutdown the servers on host "{0}".
path_description=A named filesystem path, but without a requirement to specify the actual path. If no actual path is specified, acts as a placeholder in the model (e.g. at the domain level) until a fully specified path definition is applied at a lower level (e.g. at the host level, where available addresses are known.)
pleaseChoseanItem=Please chose an entry for specific settings.
removeFromConfirm=Remove {0} a partir do {1}?
removeProperty=Remover Propriedade
removePropertyConfirm=Voc\u00EA realmente deseja remover a propriedade {0}?
removedFrom=Removido do {0} a partir do {1}.
restartRequired=Reinicializa\u00E7\u00E3o solicitada
restartRequiredConfirm=Altera\u00E7\u00E3o das configura\u00E7\u00F5es requer a reinicializa\u00E7\u00E3o. Por favor, recarregue este aplicativo.
saveFailed=Falha ao salvar {0}
saved=Salvo {0}
savedSettings=Sucesso\: Configura\u00E7\u00F5es salvas
search_index_pending=<h1>Indexing...</h1><p>A search index is being created. This might take some time. Please note that the index is built only once for the given language and management version.</p>
selectServerGroups=Selecionar grupos do servidor
selectServerGroupsFor=Selecionar grupos do servidor para {0}
server_config_stillRunning=A inst\u00E2ncia do servidor ainda est\u00E1 rodando\: {0}
server_reload_confirm=Voc\u00EA deseja recarregar a configura\u00E7\u00E3o do servidor para servidor {0}
serversRunningOnHost=Disponibilidade do servidor no host\: {0}
subsys_configadmin_addNoPIDselected=TRANSLATE ME\: Please select a PID before adding a value
subsys_configadmin_oneValueRequired=TRANSLATE ME\: A Configuration Admin PID must at least have one Configuration Value.
subsys_configadmin_remove=Remover os Dados Admin da Configura\u00E7\u00E3o
subsys_configadmin_removeConfirm=Remover os Dados Administrativos da Configura\u00E7\u00E3o para PID\: {0}?
subsys_configadmin_removeOnLastValueConfirm=TRANSLATE ME\: No remaining configuration values. A PID must at least have one configuration value. Remove PID\: {0}?
subsys_jca_err_ds_enabled=The Data Source {0} is still enabled. Please disabled it, to make changes to the configuration.
subsys_jca_err_ds_notEnabled=A Fonte de Dados n\u00E3o artivada.  {0}
subsys_jpa_err_mericDisabled=A m\u00E9trica n\u00E3o \u00E9 ativada no {0}
subsys_messaging=Provedor Message\: {0}
subsys_naming_failedToLoadJNDIView=Falha ao carregar a informa\u00E7\u00E3o JNDI.
subsys_osgi_activate=O Subsistema n\u00E3o est\u00E1 ativo. Clque em &\#39;&\#39;OK&\#39;&\#39; pata ativ\u00E1lo.
subsys_osgi_activating=Ativanfpad
subsys_osgi_cant_start_fragment=N\u00E3o posso inicializar um fragmento ({0}).
subsys_osgi_cant_stop_fragment=N\u00E3o posso interromper uma segmenta\u00E7\u00E3o ({0}).
subsys_osgi_capabilitiesHelp=As capacidades s\u00E3o M\u00F3dulos do JBoss. As altera\u00E7\u00F5es que s\u00E3o carregadas e opcionalmente inicializadas no sub-sistema OSGi. O n\u00EDvel de inicializa\u00E7\u00E3o se e quando elas forem inicializadas.
subsys_osgi_frameworkPropertiesHelp=Propriedades do Framework OSGi. As altera\u00E7\u00F5es dessas propriedades requerem a reinicializa\u00E7\u00E3o do Framework, com o objetivo delas tornar-sem dispon\u00EDveis.
subsys_osgi_removeCapability=Remover Cappacidade
subsys_osgi_removeCapabilityConfirm=Remover das capacidades\: {0}?
successAdd=Adicionado {0} para {1}.
successDisabled=Sucesso\: desativado {0}.
successEnabled=Sucesso\: ativado {0}.
successful=Sucesso\: {0}
temporarilyUnavailable=Indispon\u00EDvel no momento, por favor tente novamenteTemporarily unavailable, please try again.
topology_description=An overview of all hosts, groups and server instances in the domain.
topology_no_server=N\u00e3o h\u00e1 servidor dispon\u00edvel
transaction_log_description=The persistent information that the transaction manager stores for the purpose of recovering a transaction in the event of failure. The probe operation will add and remove transactions from the model as the corresponding real transactions start and finish the prepare and commit phases. A stuck transaction will remain in the model until either it is completed or explicitly removed by the delete operation.
unknown_error=Erro desconhecidoUnknown Error
verify_datasource_failed_message=Please verify the connection settings for datasource {0}
verify_datasource_successful_message=Successfully connected to database {0}.
patch_manager_restart_verify=Do you really want to restart host {0}?
