AssignmentSuccessfullyUnassigned={0} successfully unassigned.
access_control_provider=<p>\u73FE\u5728\u3053\u306E\u30B7\u30B9\u30C6\u30E0\u306F\u3001\u30ED\u30FC\u30EB\u306E\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u52A0\u3048\u3089\u308C\u305F\u5909\u66F4\u3092\u4F7F\u7528\u3057\u306A\u3044\u7C21\u5358\u306A\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u3092\u4F7F\u7528\u3059\u308B\u3088\u3046\u8A2D\u5B9A\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30BB\u30AF\u30B7\u30E7\u30F3\u306B\u8A2D\u5B9A\u3059\u308B\u30ED\u30FC\u30EB\u30DE\u30C3\u30D4\u30F3\u30B0\u3092\u4F7F\u7528\u3059\u308B\u306B\u306F\u3001\u4EE5\u4E0B\u306E\u30B3\u30DE\u30F3\u30C9\u3092\u4F7F\u7528\u3057\u3066\u30B3\u30DE\u30F3\u30C9\u30E9\u30A4\u30F3\u30A4\u30F3\u30BF\u30FC\u30D5\u30A7\u30FC\u30B9 (CLI) \u304B\u3089\u30ED\u30FC\u30EB\u30D9\u30FC\u30B9\u30A2\u30AF\u30BB\u30B9\u5236\u5FA1\u3092\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002</p><p><code>/core-service\=management/access\=authorization\:write-attribute(name\=provider,value\=rbac)</code></p>
addConfirm={1} \u306B {0} \u3092\u8FFD\u52A0\u3057\u307E\u3059\u304B\uFF1F
addDeploymentToServerGroup=Add deployment to server group ''{0}''
addGroup=Add Group
addMember=Add Member
addUser=Add User
added={0} \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
addingFailed={0} \u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
administration_members={0} \u306E\u30E1\u30F3\u30D0\u30FC
administration_scoped_role_in_use=\u30B9\u30B3\u30FC\u30D7\u6307\u5B9A\u30ED\u30FC\u30EB\u306F {0} \u30ED\u30FC\u30EB\u5272\u308A\u5F53\u3066\u3067\u4F7F\u7528\u3055\u308C\u307E\u3059\u3002
allPrincipalsAreAlreadyMembersOf=All users and groups are already members of {0}
allRolesAreAlreadyAssignedTo=All roles are already assigned to {0}
alreadyAssignedTo=\u3059\u3067\u306B{0} \u306F{1} \u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
alreadyAssignedToAllGroups={0} \u306F\u3059\u3067\u306B\u5168\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u307E\u3059\u3002
alreadyExists={0} \u306F\u3059\u3067\u306B\u5B58\u5728\u3057\u307E\u3059\u3002
assignRole=Assign Role
assignedTo=assigned to
assignedToServerGroups={0} is assigned to the following server groups\:\n\n{1}
assignment=Assignment
assignmentExcludePrincipalToRole={0} {1} successfully removed from {2}.
assignmentExcludeRoleToPrincipal=Role {0} successfully excluded from {1}.
assignmentIncludePrincipalToRole={0} {1} successfully added to {2}.
assignmentIncludeRoleToPrincipal=Role {0} successfully assigned to {1}.
assignmentSuccessfullyDisabled={0} successfully disabled.
assignmentSuccessfullyEnabled={0} successfully enabled.
available=\u5229\u7528\u53EF\u80FD \: {0}
bs_interface_warning=The management interface does not respond. Please make sure the interface is up and running and "{0}" is configured as an allowed origin.
changeServerStatus=server {1} \u3092{0} \u3057\u307E\u3059\u304B\uFF1F
chooseServerGroupsForAssigning=Choose the server groups for assigning ''{0}''.
cloneProfile=Create a copy of profile {0}
commmon_description_newServerGroup=\u65E2\u5B58\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u3082\u3068\u306B\u65B0\u898F\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3057\u307E\u3059\u3002\u65B0\u898F\u30B0\u30EB\u30FC\u30D7\u306F\u3001\u9078\u629E\u3057\u305F\u30B0\u30EB\u30FC\u30D7\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u7D99\u627F\u3057\u307E\u3059\u3002
common_validation_heapSize=\u6709\u52B9\u306A\u30D2\u30FC\u30D7\u30B5\u30A4\u30BA\u3092 mb \u5358\u4F4D\u3067\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
common_validation_notEmptyNoSpace=\u7A7A\u767D\u3001\u30DB\u30EF\u30A4\u30C8\u30B9\u30DA\u30FC\u30B9\u4E0D\u53EF
common_validation_portOffsetUndefined={0}\u3042\u308B\u3044\u306FportOffset \u304C\u5B9A\u7FA9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
common_validation_requiredField=\u5FC5\u9808
contentAlreadyAssigned={0} is already assigned to all server groups.
contentFailedToAssignToServerGroups=Unable to assign {0}.
contentFailedToUnassignFromServerGroups=Unable to unassign {0}.
contentNotAssignedToServerGroup={0} is not assigned to a server group.
contentSuccessfullyAssignedToServerGroups={0} successfully assigned to selected server groups.
contentSuccessfullyUnassignedFromServerGroups={0} successfully unassigned from selected server groups.
contentSuccessfullyUploaded={0} successfully uploaded.
content_box_apply_patch_body_domain=<p>\u9078\u629E\u3057\u305F\u30DB\u30B9\u30C8\u3092\u6700\u65B0\u306E\u30D1\u30C3\u30C1\u30EC\u30D9\u30EB\u3078\u66F4\u65B0\u3057\u307E\u3059\u3002\u3053\u306E\u30D7\u30ED\u30BB\u30B9\u3092\u958B\u59CB\u3059\u308B\u524D\u306B\u3001\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u30DE\u30B7\u30F3\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002</p><ol><li>\u30BF\u30FC\u30B2\u30C3\u30C8\u30DB\u30B9\u30C8\u3092\u9078\u629E</li><li>\u30D1\u30C3\u30C1\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3092\u9078\u629E</li></ol>
content_box_apply_patch_body_standalone=<p>\u6700\u65B0\u306E\u30D1\u30C3\u30C1\u30EC\u30D9\u30EB\u3078\u66F4\u65B0\u3057\u307E\u3059\u3002\u3053\u306E\u30D7\u30ED\u30BB\u30B9\u3092\u958B\u59CB\u3059\u308B\u524D\u306B\u3001\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u30DE\u30B7\u30F3\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002</p>
content_box_create_datasource_body_domain=<p>\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u4F5C\u6210\u304A\u3088\u3073\u8A2D\u5B9A\u3057\u307E\u3059\u3002\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u304C\u4F7F\u7528\u3067\u304D\u308B\u3088\u3046\u306B\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u30B5\u30FC\u30D0\u30FC\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u306B\u8FFD\u52A0\u3057\u307E\u3059\u3002</p><ol><li>\u30BF\u30FC\u30B2\u30C3\u30C8\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u3092\u9078\u629E</li><li>\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u8FFD\u52A0\u3057\u3001\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u4F5C\u6210\u30A6\u30A3\u30B6\u30FC\u30C9\u306E\u624B\u9806\u306B\u5F93\u3046</li></ol>
content_box_create_datasource_body_standalone=<p>\u65B0\u3057\u3044\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u3092\u8FFD\u52A0\u3057\u3001\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u4F5C\u6210\u30A6\u30A3\u30B6\u30FC\u30C9\u306E\u624B\u9806\u306B\u5F93\u3044\u307E\u3059\u3002</p>
content_box_create_server_group_body=<p>\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u4F7F\u7528\u3059\u308B\u3068\u3001\u4E00\u822C\u7684\u306A\u7BA1\u7406\u30DD\u30EA\u30B7\u30FC\u3092\u9069\u7528\u3057\u3001\u4E00\u5EA6\u306B\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30B5\u30FC\u30D0\u30FC\u306E\u30BB\u30C3\u30C8\u306B\u30C7\u30D7\u30ED\u30A4\u3067\u304D\u307E\u3059\u3002</p><ol><li>\u65B0\u3057\u3044\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210</li><li>\u30D7\u30ED\u30D5\u30A1\u30A4\u30EB\u304A\u3088\u3073\u30BD\u30B1\u30C3\u30C8\u30D0\u30A4\u30F3\u30C7\u30A3\u30F3\u30B0\u3092\u5272\u308A\u5F53\u3066</li></ol>
content_box_new_deployment_body_domain=<p>\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u30011 \u3064\u4EE5\u4E0A\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u307E\u3059\u3002</p><ol><li>\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u3078\u8FFD\u52A0</li><li>\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u30B3\u30F3\u30C6\u30F3\u30C4\u3092 1 \u3064\u4EE5\u4E0A\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3078\u5272\u308A\u5F53\u3066</li></ol>
content_box_new_deployment_body_standalone=<p>\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30C7\u30D7\u30ED\u30A4\u3057\u307E\u3059\u3002</p><ol><li>\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002</li><li>\u65B0\u3057\u3044\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u3002</ol>
content_box_role_assignment_body=<p>\u30B7\u30B9\u30C6\u30E0\u30EA\u30BD\u30FC\u30B9\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u3092\u30BB\u30AD\u30E5\u30A2\u5316\u3059\u308B\u305F\u3081\u3001\u30ED\u30FC\u30EB\u3092\u500B\u5225\u306E\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30E6\u30FC\u30B6\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u307E\u3059\u3002</p><ol><li>\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u3092\u8FFD\u52A0\u3057\u307E\u3059\u3002</li><li>\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u540D\u3068\u30EC\u30EB\u30E0\u3092\u5165\u529B\u3057\u307E\u3059\u3002</li><li>\u305D\u306E\u30E6\u30FC\u30B6\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u306B 1 \u3064\u4EE5\u4E0A\u306E\u30ED\u30FC\u30EB\u3092\u5272\u308A\u5F53\u3066\u307E\u3059\u3002</li></ol>
content_box_topology_body=<p>\u30DB\u30B9\u30C8\u30B3\u30F3\u30C8\u30ED\u30FC\u30E9\u30FC\u3001\u30B5\u30FC\u30D0\u30FC\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u542B\u3080\u30C9\u30E1\u30A4\u30F3\u306E\u6982\u8981\u3092\u53D6\u5F97\u3057\u307E\u3059\u3002\u500B\u5225\u306E\u30B5\u30FC\u30D0\u30FC\u307E\u305F\u306F\u30B0\u30EB\u30FC\u30D7\u3092\u958B\u59CB\u307E\u305F\u306F\u505C\u6B62\u3057\u307E\u3059\u3002</p>
copyGroupDescription=<h3>Create copy</h3> You are about to create a copy of server-goup <b>''{0}''</b>. The newly created group will inherit all properties of the original.
createResource=Create Resource ''{0}''
createTitle={0} \u306E\u4F5C\u6210
datasourceDescription=Manage Non-XA datasources, which are used for applications which do not use transactions, or applications which use transactions with a single database.
deleteConfirm={0} \u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
deleteJVM=JVM \u8A2D\u5B9A\u306E\u524A\u9664
deleteJVMConfirm=JVM \u8A2D\u5B9A\u3092\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteServerConfig=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u306E\u524A\u9664
deleteServerConfigConfirm=\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteServerGroup=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u524A\u9664
deleteServerGroupConfirm=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
deleteTitle={0} \u306E\u524A\u9664
deleted={0} \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
deletionFailed={0} \u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
deploymentInUse={0} is in use. Please remove its assignments first.
deploymentSuccessfullyDeployed={0} successfully deployed.
deploymentSuccessfullyReplaced={0} successfully replaced.
deployment_assign_help=Ctrl \u3092\u62BC\u3057\u305F\u307E\u307E\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u8907\u6570\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3067\u304D\u307E\u3059\u3002
deployment_filesystem=\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8
deployment_repo_description=\u30B3\u30F3\u30C6\u30F3\u30C4\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306B\u306F\u30C7\u30D7\u30ED\u30A4\u3055\u308C\u305F\u30B3\u30F3\u30C6\u30F3\u30C4\u304C\u3059\u3079\u3066\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30B3\u30F3\u30C6\u30F3\u30C4\u3092\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
deploymentsFor={0}\u306E\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8
deployments_for_group=\u3053\u306E\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306B\u5272\u308A\u5F53\u3066\u3089\u308C\u305F\u30C7\u30D7\u30ED\u30A4\u30E1\u30F3\u30C8\u3002
disableConfirm={0} \u3092\u7121\u52B9\u306B\u3057\u307E\u3059\u304B\uFF1F
editRole=Edit Role
enableConfirm={0} \u3092\u6709\u52B9\u306B\u3057\u307E\u3059\u304B\uFF1F
environment_description=\u3059\u3079\u3066\u306E\u30B7\u30B9\u30C6\u30E0\u30D7\u30ED\u30D1\u30C6\u30A3\u30FC\u306E\u540D\u524D\u304A\u3088\u3073\u5024\u306E\u30DE\u30C3\u30D7\u3002
excludeMember=Exclude Member
excludeRole=Exclude Role
excludedFrom=excluded from
extensions_description=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u305F\u62E1\u5F35\u306E\u30EA\u30B9\u30C8\u3002\u5404\u62E1\u5F35\u306F\u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u3092\u53CD\u6620\u3057\u307E\u3059\u3002
failed=\u5931\u6557\uFF1A{0}
failedToAdd={1} \u306B {0} \u3092\u8FFD\u52A0\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToCreateResource=Failed to create resource {0}
failedToDetectJdbcDriver=Failed to auto detect JDBC driver\: {0}
failedToDisable={0} \u3092\u7121\u52B9\u306B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToEnable={0} \u3092\u6709\u52B9\u306B\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToLoadCacheContainer=Failed to load cache container {0}
failedToLoadMessagingServerNames=Failed to load messaging server names
failedToLoadResource=Failed to load resource {0}
failedToModifyMessagingProvider=Failed to modify messaging provider  {0}
failedToModifyResource=Failed to modify resource {0}
failedToRemoveFrom={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
failedToRemoveMessagingProvider=Failed to remove messaging provider {0}
failedToRemoveResource=Failed to remove resource {0}
flushConnectionsError=Flush connections error for {0}
flushConnectionsSuccess=Flush connections for {0}
homepage_patching_domain_step_intro=Apply a {0} patch to the selected host.
homepage_patching_standalone_step_intro=Apply a {0} patch to the server.
homepage_patching_sub_header=Manage {0} patches
membership=Membership
messagingProvider=Messaging Provider
modificationFailed={0} \u3092\u5909\u66F4\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
modified={0} \u3092\u5909\u66F4\u3057\u307E\u3057\u305F\u3002
modify={0} \u306E\u5909\u66F4
modifyConfirm={0} \u3092\u672C\u5F53\u306B\u5909\u66F4\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
mustBeDeployableArchive={0} \u306F\u30C7\u30D7\u30ED\u30A4\u53EF\u80FD\u306A\u30A2\u30FC\u30AB\u30A4\u30D6\u30D5\u30A1\u30A4\u30EB\u540D\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
newMessagingProvider=New Messaging Provider
newTitle=New {0}
noConfigurableAttributes=There are no configurable attributes on resources {0}
noConfigurableAttributesOnResources=There are no configurable attributes on resources {0}
noServerGroupsSelected=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
no_groups_header=\u30B0\u30EB\u30FC\u30D7\u306A\u3057
no_groups_warning=\u30C9\u30E1\u30A4\u30F3\u3067\u5B9A\u7FA9\u3055\u308C\u305F\u30B0\u30EB\u30FC\u30D7\u306F\u3042\u308A\u307E\u305B\u3093\u3002\u6C38\u7D9A\u8A2D\u5B9A\u306F\u4F7F\u7528\u3067\u304D\u307E\u3059\u304C\u3001\u30B3\u30F3\u30BD\u30FC\u30EB\u306E\u5927\u90E8\u5206\u3078\u306F\u30A2\u30AF\u30BB\u30B9\u3067\u304D\u307E\u305B\u3093\u3002\u30B3\u30F3\u30BD\u30FC\u30EB\u3092\u5B8C\u5168\u306B\u4F7F\u7528\u3059\u308B\u305F\u3081\u3001CLI \u3092\u4F7F\u7528\u3057\u3066\u30B0\u30EB\u30FC\u30D7\u3092\u4F5C\u6210\u3059\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
patch_manager_applying=\u30D1\u30C3\u30C1 {0} \u3092\u9069\u7528\u3057\u3066\u3044\u307E\u3059...
patch_manager_applying_patch_body={0} \u3092\u9069\u7528\u3057\u3066\u3044\u307E\u3059...
patch_manager_conflict_override_title=<i class\="icon-warning-sign"></i> \u3059\u3079\u3066\u306E\u7AF6\u5408\u3092\u30AA\u30FC\u30D0\u30FC\u30E9\u30A4\u30C9\u3057\u307E\u3059
patch_manager_desc_product=\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3059\u308B\u306B\u306F\u3001\u6700\u521D\u306B\u30D1\u30C3\u30C1\u30D5\u30A1\u30A4\u30EB\u3092\u30ED\u30FC\u30AB\u30EB\u30B7\u30B9\u30C6\u30E0\u306B\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\u6700\u65B0\u306E\u30D1\u30C3\u30C1\u306F <a href\="https\://access.redhat.com/home" target\="_blank">\u30AB\u30B9\u30BF\u30DE\u30FC\u30DD\u30FC\u30BF\u30EB</a>\u304B\u3089\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002\u30D1\u30C3\u30C1\u3092\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u305F\u5F8C\u3001\u30D1\u30C3\u30C1\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u3092\u4F7F\u7528\u3057\u3066\u3001\u30D1\u30C3\u30C1\u3092\u9069\u7528\u3057\u30B7\u30B9\u30C6\u30E0\u3092\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3067\u304D\u307E\u3059\u3002
patch_manager_error_parse_result={0}\n\n\u30B5\u30FC\u30D0\u30FC\u304B\u3089\u306E\u5FDC\u7B54\:\n\n{1}
patch_manager_restart_needed=\u30D1\u30C3\u30C1\u3092\u6709\u52B9\u306B\u3059\u308B\u306B\u306F {0} \u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
patch_manager_restart_verify=\u672C\u5F53\u306B\u30DB\u30B9\u30C8 {0} \u3092\u518D\u8D77\u52D5\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B?
patch_manager_restart_yes=\u306F\u3044\u3001\u4ECA {0} \u3092\u518D\u8D77\u52D5\u3057\u307E\u3059 (\u63A8\u5968)\u3002
patch_manager_rollback_body=\u672C\u5F53\u306B\u30D1\u30C3\u30C1 {0} \u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u307E\u3059\u304B?
patch_manager_rolling_back_body={0} \u3092\u30ED\u30FC\u30EB\u30D0\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059...
patch_manager_stop_server_body=\u767A\u751F\u3059\u308B\u53EF\u80FD\u6027\u304C\u3042\u308B\u30B7\u30B9\u30C6\u30E0\u7AF6\u5408\u3092\u9632\u3050\u305F\u3081\u3001\u30DB\u30B9\u30C8 "{0}" \u306E\u30B5\u30FC\u30D0\u30FC\u3092\u30B7\u30E3\u30C3\u30C8\u30C0\u30A6\u30F3\u3059\u308B\u3053\u3068\u304C\u63A8\u5968\u3055\u308C\u307E\u3059\u3002
path_description=\u5B9F\u969B\u306E\u30D1\u30B9\u3092\u6307\u5B9A\u3059\u308B\u8981\u4EF6\u306E\u306A\u3044\u540D\u524D\u4ED8\u304D\u306E\u30D5\u30A1\u30A4\u30EB\u30B7\u30B9\u30C6\u30E0\u30D1\u30B9\u3002\u5B9F\u969B\u306E\u30D1\u30B9\u304C\u6307\u5B9A\u3055\u308C\u306A\u3044\u5834\u5408\u3001\u3088\u308A\u4F4E\u3044\u30EC\u30D9\u30EB (\u4F8B\: \u4F7F\u7528\u3067\u304D\u308B\u30A2\u30C9\u30EC\u30B9\u304C\u5206\u304B\u308B\u30DB\u30B9\u30C8\u30EC\u30D9\u30EB) \u3067\u5B8C\u5168\u306B\u6307\u5B9A\u3055\u308C\u305F\u30D1\u30B9\u5B9A\u7FA9\u304C\u9069\u7528\u3055\u308C\u308B\u307E\u3067\u30E2\u30C7\u30EB (\u30C9\u30E1\u30A4\u30F3\u30EC\u30D9\u30EB\u306A\u3069) \u306E\u30D7\u30EC\u30FC\u30B9\u30DB\u30EB\u30C0\u30FC\u3068\u3057\u3066\u52D5\u4F5C\u3057\u307E\u3059\u3002
pleaseChoseanItem=\u7279\u5B9A\u8A2D\u5B9A\u306E\u30A8\u30F3\u30C8\u30EA\u30FC\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
principalSuccessfullyAdded={0} successfully added.
principalSuccessfullyRemovedFromAssignment={0} successfully removed from {1}.
profileAlreadyExists=A profile with name {0} already exists\!
profileUsedBy=The profile is still in use by server group\: {0}
providerSettings=Provider Settings
reallyRemoveProfile=Really remove profile {0}?
removeFromConfirm={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
removeProperty=\u30D7\u30ED\u30D1\u30C6\u30A3\u306E\u524A\u9664
removePropertyConfirm=\u30D7\u30ED\u30D1\u30C6\u30A3 {0} \u3092\u524A\u9664\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B\uFF1F
removedFrom={1} \u304B\u3089 {0} \u3092\u524A\u9664\u3057\u307E\u3057\u305F\u3002
resource_already_exists=The resource with the name ''{0}'' already exists.
restartRequired=\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002
restartRequiredConfirm=\u8A2D\u5B9A\u3092\u5909\u66F4\u3059\u308B\u306B\u306F\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002\u3053\u306E\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u30EA\u30ED\u30FC\u30C9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
roleSuccessfullyRemovedFrom=Role {0} successfully removed from {1}.
role_is_used_in_assignments=The role is used in assignments
saveFailed={0} \u306E\u4FDD\u5B58\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
saved={0} \u3092\u4FDD\u5B58\u3057\u307E\u3057\u305F\u3002
savedSettings=\u6210\u529F\uFF1A\u8A2D\u5B9A\u4FDD\u5B58
scopedRoleSuccessfullyAdded=Scoped role {0} successfully added.
search_index_pending=<h1>\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u5316\u3057\u3066\u3044\u307E\u3059...</h1><p>\u691C\u7D22\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306E\u4F5C\u6210\u4E2D\u3067\u3059\u3002\u4F5C\u6210\u306B\u306F\u6642\u9593\u304C\u304B\u304B\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\u3002\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u306F\u6307\u5B9A\u306E\u8A00\u8A9E\u3068\u7BA1\u7406\u30D0\u30FC\u30B8\u30E7\u30F3\u306B\u5BFE\u3057\u3066 1 \u5EA6\u3060\u3051\u30D3\u30EB\u30C9\u3055\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002</p>
search_n_results=Results: <b>{0} instances</b>
search_on_homepage=Quickly navigate to any screen by using the links below, or locate a screen using <span id="homepage-search-link"></span>.
search_popup_description=Quickly navigate to any screen by using the local search: Enter keywords such as "data-source" or "log viewer". The search can be invoked anytime by pressing {0}.
securityDomainDescription=Settings for security domain\: {0}
selectServerGroups=\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u306E\u9078\u629E
selectServerGroupsFor={0} \u306B\u30B5\u30FC\u30D0\u30FC\u30B0\u30EB\u30FC\u30D7\u3092\u9078\u629E\u3057\u307E\u3059\u3002
server_config_stillRunning=\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u304C\u7A3C\u52D5\u3057\u3066\u3044\u307E\u3059\: {0}
server_reload_confirm=\u30B5\u30FC\u30D0\u30FC{0} \u306E\u30B5\u30FC\u30D0\u30FC\u8A2D\u5B9A\u3092\u518D\u8AAD\u307F\u8FBC\u307F\u3057\u307E\u3059\u304B\uFF1F
serversRunningOnHost=\u30DB\u30B9\u30C8\u3067\u306E\u30B5\u30FC\u30D0\u30FC\u5229\u7528\u72B6\u6CC1 \: {0}
subsys_configadmin_addNoPIDselected=TRANSLATE ME\: Please select a PID before adding a value
subsys_configadmin_oneValueRequired=TRANSLATE ME\: A Configuration Admin PID must at least have one Configuration Value.
subsys_configadmin_remove=\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF\u306E\u524A\u9664
subsys_configadmin_removeConfirm=PID\: {0} \u306E\u8A2D\u5B9A\u7BA1\u7406\u30C7\u30FC\u30BF\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
subsys_configadmin_removeOnLastValueConfirm=TRANSLATE ME\: No remaining configuration values. A PID must at least have one configuration value. Remove PID\: {0}?
subsys_jca_err_ds_enabled=The Data Source {0} is still enabled. Please disabled it, to make changes to the configuration.
subsys_jca_err_ds_notEnabled=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\uFF1A {0}
subsys_jpa_err_mericDisabled={0} \u3067\u30E1\u30C8\u30EA\u30C3\u30AF\u304C\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002
subsys_messaging=\u30E1\u30C3\u30BB\u30FC\u30B8\u30F3\u30B0\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\: {0}
subsys_naming_failedToLoadJNDIView=JNDI \u60C5\u5831\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
subsys_osgi_activate=OSGi \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306F\u6709\u52B9\u3067\u306F\u3042\u308A\u307E\u305B\u3093\u3002"OK" \u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u4ECA\u3059\u3050\u6709\u52B9\u306B\u3057\u307E\u3059\u3002
subsys_osgi_activating=\u6709\u52B9\u5316\u3057\u3066\u3044\u307E\u3059...
subsys_osgi_cant_start_fragment=\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8({0})\u3092\u958B\u59CB\u3067\u304D\u307E\u305B\u3093\u3002
subsys_osgi_cant_stop_fragment=\u30D5\u30E9\u30B0\u30E1\u30F3\u30C8({0})\u3092\u505C\u6B62\u3067\u304D\u307E\u305B\u3093\u3002
subsys_osgi_capabilitiesHelp=\u6A5F\u80FD\u3068\u306FJBoss Modules \u3042\u308B\u3044\u306F OSGi \u30D0\u30F3\u30C9\u30EB\u306E\u3053\u3068\u3067\u3001OSGi \u30B5\u30D6\u30B7\u30B9\u30C6\u30E0\u306E\u8D77\u52D5\u6642\u306B\u30ED\u30FC\u30C9\u3057\u3001\u30AA\u30D7\u30B7\u30E7\u30F3\u3067
subsys_osgi_frameworkPropertiesHelp=OSGi \u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u30D7\u30ED\u30D1\u30C6\u30A3\u3002\u3053\u306E\u30D7\u30ED\u30D1\u30C6\u30A3\u3092\u5909\u66F4\u3057\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u3001\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u3092\u518D\u8D77\u52D5\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
subsys_osgi_removeCapability=\u6A5F\u80FD\u306E\u524A\u9664
subsys_osgi_removeCapabilityConfirm=\u6A5F\u80FD\uFF1A{0}\u3092\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F
successAdd={1} \u306B {0} \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
successDisabled=\u6210\u529F\uFF1A{0} \u304C\u7121\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
successEnabled=\u6210\u529F\uFF1A{0} \u304C\u6709\u52B9\u306B\u306A\u308A\u307E\u3057\u305F\u3002
successful=\u6210\u529F\uFF1A{0}
successfullyAdded=Successfully added {0}
successfullyAddedMessagingProvider=Successfully added messaging provider {0}
successfullyAddedServer=Successfully added server {0}
successfullyCreated=Successfully created {0}
successfullyModifiedMessagingProvider=Successfully modified messaging provider {0}
successfullyModifiedResource=Successfully modified resource {0}
successfullyRemoved=Successfully removed {0}
successfullyRemovedMessagingProvider=Successfully removed messaging provider {0}
successfullyRemovedServer=Successfully removed server {0}
temporarilyUnavailable=\u4E00\u6642\u7684\u306B\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u518D\u8A66\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
topology_description=\u30C9\u30E1\u30A4\u30F3\u306E\u30DB\u30B9\u30C8\u3001\u30B0\u30EB\u30FC\u30D7\u3001\u304A\u3088\u3073\u30B5\u30FC\u30D0\u30FC\u30A4\u30F3\u30B9\u30BF\u30F3\u30B9\u3059\u3079\u3066\u306E\u6982\u8981\u3002
topology_no_server=\u5229\u7528\u3067\u304D\u308B\u30B5\u30FC\u30D0\u30FC\u304C\u3042\u308A\u307E\u305B\u3093\u3002
transaction_log_description=\u969C\u5BB3\u6642\u306B\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30EA\u30AB\u30D0\u30EA\u30FC\u3059\u308B\u305F\u3081\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u30DE\u30CD\u30FC\u30B8\u30E3\u30FC\u304C\u4FDD\u5B58\u3059\u308B\u6C38\u7D9A\u60C5\u5831\u3002\u5BFE\u5FDC\u3059\u308B\u771F\u306E\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u6E96\u5099\u304A\u3088\u3073\u30B3\u30DF\u30C3\u30C8\u30D5\u30A7\u30FC\u30BA\u3092\u958B\u59CB\u304A\u3088\u3073\u7D42\u4E86\u3059\u308B\u305F\u3081\u30D7\u30ED\u30FC\u30D6\u64CD\u4F5C\u304C\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u3092\u30E2\u30C7\u30EB\u304B\u3089\u8FFD\u52A0\u304A\u3088\u3073\u524A\u9664\u3057\u307E\u3059\u3002\u30B9\u30BF\u30C3\u30AF\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u306F\u3001\u30C8\u30E9\u30F3\u30B6\u30AF\u30B7\u30E7\u30F3\u304C\u5B8C\u4E86\u3059\u308B\u304B\u524A\u9664\u64CD\u4F5C\u306B\u3088\u3063\u3066\u660E\u793A\u7684\u306B\u524A\u9664\u3055\u308C\u308B\u307E\u3067\u30E2\u30C7\u30EB\u306B\u4FDD\u7559\u3055\u308C\u307E\u3059\u3002
unassignAssignment=Unassign {0}
unassignContent={0} is assigned to the following server groups. Choose the server groups you want to unassign it from.
unknown_error=\u4E0D\u660E\u306A\u30A8\u30E9\u30FCUnknown Error
verify_datasource_failed_message=\u30C7\u30FC\u30BF\u30BD\u30FC\u30B9 {0} \u306E\u63A5\u7D9A\u8A2D\u5B9A\u3092\u691C\u8A3C\u3057\u3066\u304F\u3060\u3055\u3044
verify_datasource_successful_message=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9 {0} \u3078\u63A5\u7D9A\u3055\u308C\u307E\u3057\u305F\u3002
wantToReloadServerGroup=Do you want to reload group {0}?
wantToRestartServerGroup=Do you want to restart group {0}?
wantToResumeServerGroup=Do you want to resume group {0}?
wantToStartServerGroup=Do you want to start group {0}?
wantToStopServerGroup=Do you want to stop group {0}?
xaDatasourceDescription=Manage XA datasources, which are used by applications whose transactions are distributed across multiple databases.
