access_control_provider=<p>Ce syst\u00E8me est actuellement configur\u00E9 pour utiliser des contr\u00F4les d&#39;acc\u00E8s simples, qui n&#39;utiliseront pas les modifications apport\u00E9es dans la pr\u00E9sente section pour les r\u00F4les. Afin d&#39;utiliser les mappages de r\u00F4les que vous configurerez dans cette section, vous devrez activer le contr\u00F4le d&#39;acc\u00E8s bas\u00E9 r\u00F4les de l&#39;interface de ligne de commande (CLI) \u00E0 l&#39;aide de la commande suivante\u00A0\:</p><p><code>/core-service\=management/access\=authorization\:write-attribute(name\=provider,value\=rbac)</code></p>
addConfirm=Ajouter {0} \u00E0 {1}?
added=Ajout de {0}
addingFailed=N&\#39;a pas pu ajouter {0}
administration_members=Membres de {0}
administration_scoped_role_in_use=Le scoped role est utilis\u00E9 dans {0} assignation(s) de r\u00F4les.
alreadyAssignedTo={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 {1}.
alreadyAssignedToAllGroups={0} a d\u00E9j\u00E0 \u00E9t\u00E9 assign\u00E9 \u00E0 tous les groupes de serveurs
alreadyExists={0} existe d\u00E9j\u00E0.
available=Disponible {0}
bs_interface_warning=The management interface does not respond. Please make sure the interface is up and running and "{0}" is configured as an allowed origin.
changeServerStatus=Souhaitez-vous {0} serveur {1} ?
commmon_description_newServerGroup=Cr\u00E9er un nouveau groupe de serveurs bas\u00E9 sur un groupe de serveurs d\u00E9j\u00E0 existant. Le nouveau groupe h\u00E9ritera des propri\u00E9t\u00E9s du groupe s\u00E9lectionn\u00E9.
common_validation_heapSize=Saisir une taille de segment de m\u00E9moire en mo
common_validation_notEmptyNoSpace=Pas d&\#39;espace vide
common_validation_portOffsetUndefined={0} ou portOffset non d\u00E9fini
common_validation_requiredField=Champ requis.
content_box_apply_patch_body_domain=<p>Mettre \u00E0 jour un h\u00F4te au dernier niveau de correctif. Le fichier de correctif doit \u00EAtre t\u00E9l\u00E9charg\u00E9 sur votre ordinateur local avant de commencer ce processus.</p><ol><li>S\u00E9lectionner l&#39;h\u00F4te cible</li><li>S\u00E9lectionner Gestion Correctifs</li></ol>
content_box_apply_patch_body_standalone=<p>Mettre \u00E0 jour au dernier niveau de correctif. Le fichier de correctif doit \u00EAtre charg\u00E9 dans votre machine locale avant de d\u00E9marrer ce processus.</p>
content_box_create_datasource_body_domain=<p>Cr\u00E9er et configurer une nouvelle source de donn\u00E9es. Ajouter la source de donn\u00E9es \u00E0 un profil de serveur pour la rendre disponible aux applications d\u00E9ploy\u00E9es.</p><ol><li>S\u00E9lectionner le profil cibl\u00E9</li><li>Ajouter une nouvelle source de donn\u00E9es et suivre les \u00E9tapes conseill\u00E9es par l&#39;assistant de Cr\u00E9er une source de donn\u00E9es</li></ol>
content_box_create_datasource_body_standalone=<p>Ajouter une nouvelle source de donn\u00E9es et suivre les \u00E9tapes conseill\u00E9es par l&#39;assistant de Cr\u00E9er une source de donn\u00E9es</p>
content_box_create_server_group_body=<p>Les Groupes de serveurs vous permettent d&#39;appliquer des politiques communes de gestion et de d\u00E9ployer des applications sur un grand nombre de serveurs \u00E0 la fois.</p><ol><li>Ajouter un nouveau groupe</li> <li>Lui assigner un profil et une liaison de sockets</li></ol>
content_box_new_deployment_body_domain=<p>D\u00E9ployer une application et l&#39;assigner \u00E0 un ou plusieurs groupes de serveurs.</p><ol><li>Ajouter un d\u00E9ploiement au R\u00E9f\u00E9rentiel de contenu</li><li>Assigner le contenu du d\u00E9ploiement \u00E0 un ou plusieurs groupes de serveurs</li></ol>
content_box_new_deployment_body_standalone=<p>Pour d\u00E9ployer une application.</p><ol><li>Ajouter un d\u00E9ploiement.</li><li>Activer le nouveau d\u00E9ploiement.</ol>
content_box_role_assignment_body=<p>Assigner des r\u00F4les \u00E0 des utilisateurs individuels ou \u00E0 des groupes d&#39;utilisateurs pour s\u00E9curiser l&#39;acc\u00E8s aux ressources du syst\u00E8me .</p><ol><li>Ajouter un utilisateur ou un groupe.</li><li>Saisir un nom d&#39;utilisateur ou de groupe et un domaine</li><li>Assigner un ou plusieurs r\u00F4les \u00E0 cet utilisateur ou groupe</li></ol>
content_box_topology_body=<p>Obtenez un aper\u00E7u de votre nom de domaine, y compris les groupes de serveurs, les serveurs et les contr\u00F4leurs h\u00F4tes. D\u00E9marrer ou arr\u00EAter les serveurs individuels ou les groupes.</p>
createTitle=Cr\u00E9er {0}
deleteConfirm=Voulez-vous vraiment supprimer {0}?
deleteJVM=Supprimer Param\u00E8tres de configuration JVM
deleteJVMConfirm=Souhaitez-vous r\u00E9ellement supprimer les param\u00E8tres de configuration de JVM ?
deleteServerConfig=Supprimer Config Serveur
deleteServerConfigConfirm=Souhaitez-vous supprimer la config sur serveur {0}\u00A0?
deleteServerGroup=Supprimer Groupe de serveurs
deleteServerGroupConfirm=Souhaitez-vous supprimer le groupe de serveurs {0}\u00A0?
deleteTitle=Supprimer {0}
deleted=Suppression de {0}
deletionFailed=N&\#39;a pas pu supprimer {0}
deployment_assign_help=Vous pouvez utiliser Ctrl+click pour s\u00E9lectionner plusieurs groupes de serveurs.
deployment_filesystem=D\u00E9ploiement du syst\u00E8me de fichiers
deployment_repo_description=Le contenu du r\u00E9f\u00E9rentiel contient le contenu d\u00E9ploy\u00E9. Le contenu a besoin d&#39;\u00EAre assign\u00E9 \u00E0 des groupes de serveurs pour pouvoir \u00EAtre effectif.
deploymentsFor=D\u00E9ploiements pour {0}
deployments_for_group=D\u00E9ploiements assign\u00E9s \u00E0 ce groupe de serveurs.
disableConfirm=D\u00E9sactiver {0}?
enableConfirm=Activer {0}?
environment_description=Une mappe des noms et des valeurs de toutes les propri\u00E9t\u00E9s syst\u00E8me.
extensions_description=La liste des extensions install\u00E9es. Chaque extension repr\u00E9sente un sous-syst\u00E8me.
failed=A \u00E9chou\u00E9 \: {0}
failedToAdd=N&\#39;a pas pu ajouter {0} \u00E0 {1}.
failedToDisable=N&\#39;a pas pu d\u00E9sactiver {0}.
failedToEnable=N&\#39;a pas pu activer {0}.
failedToRemoveFrom=N&\#39;a pas pu supprimer {0} de {1}.
homepage_patching_domain_step_intro=Apply a {0} patch to the selected host.
homepage_patching_standalone_step_intro=Apply a {0} patch to the server.
homepage_patching_sub_header=Manage {0} patches
modificationFailed=N&\#39;a pas pu modifier {0}
modified=Modification de {0}
modify=Modifier {0}
modifyConfirm=Souhaitez-vous vraiment supprimer {0} ?
mustBeDeployableArchive={0} doit \u00EAtre un nom de fichier d&\#39;archives d\u00E9ployables.
noServerGroupsSelected=Aucun groupe de serveurs s\u00E9lectionn\u00E9
no_groups_header=Aucun groupe
no_groups_warning=Il n&#39;y a pas de groupe d\u00E9fini dans le domaine. Une configuration persistante est disponible, mais des grandes parties de la console demeureront inaccessibles. Veuillez vous assurer de cr\u00E9er un groupe \u00E0 l&#39;aide de l&#39;interface CLI afin de pouvoir utiliser pleinement la console.
patch_manager_applying=Appliquer le correctif {0}...
patch_manager_applying_patch_body=Application de {0}...
patch_manager_conflict_override_title=<i class\="icon-warning-sign"></i> Supprimer tous les conflits
patch_manager_desc_product=Afin d&#39;appliquer un correctif, vous devez tout d&#39;abord t\u00E9l\u00E9charger un fichier de correctif dans votre syst\u00E8me local. Les derniers correctifs disponibles sont pr\u00EAts \u00E0 \u00EAtre d\u00E9charg\u00E9s \u00E0 l&#39;adresse suivante\u00A0\: <a href\="https\://access.redhat.com/home" target\="_blank">Customer Portal</a>. Une fois que vous aurez t\u00E9l\u00E9charg\u00E9 un correctif, vous pourrez utiliser le gestionnaire des correctifs pour l&#39;appliquer et pour mettre \u00E0 jour votre syst\u00E8me.
patch_manager_error_parse_result={0}\n\nR\u00E9ponse du serveur \:\n\n{1}
patch_manager_restart_needed=Vous devez red\u00E9marrer {0} pour que le correctif puisse prendre effet.
patch_manager_restart_verify=Souhaitez-vous r\u00E9ellement d\u00E9marrer \u00E0 nouveau l&#39;h\u00F4te {0}\u00A0?
patch_manager_restart_yes=Oui, d\u00E9marrez \u00E0 nouveau {0} maintenant (conseill\u00E9).
patch_manager_rollback_body=Souhaitez-vous r\u00E9ellement supprimer le correctif {0}\u00A0?
patch_manager_rolling_back_body=Suppression {0}...
patch_manager_stop_server_body=Afin d&#39;\u00E9viter des conflits potentiels de syst\u00E8mes, nous vous conseillons de fermer les serveurs sur l&#39;h\u00F4te "{0}".
path_description=Un chemin d&#39;acc\u00E8s de syst\u00E8me de fichiers nomm\u00E9, mais sans obligation de sp\u00E9cifier le chemin d&#39;acc\u00E8s r\u00E9el. Si aucun chemin d&#39;acc\u00E8s r\u00E9el n&#39;est sp\u00E9cifi\u00E9, il agit comme un espace r\u00E9serv\u00E9 dans le mod\u00E8le (par exemple au niveau du domaine) jusqu&#39;\u00E0 ce qu&#39;une d\u00E9finition du chemin d&#39;acc\u00E8s compl\u00E8te soit appliqu\u00E9e \u00E0 un niveau inf\u00E9rieur (par exemple au niveau h\u00F4te, o\u00F9 l&#39;on sait que des adresses sont disponibles.)
pleaseChoseanItem=Veuillez s\u00E9lectionner une entr\u00E9e pour les param\u00E8tres sp\u00E9cifiques.
removeFromConfirm=Supprimer {0} de {1}?
removeProperty=Supprimer Propri\u00E9t\u00E9
removePropertyConfirm=Souhaitez-vous r\u00E9ellement supprimer la propri\u00E9t\u00E9 {0}?
removedFrom=A supprim\u00E9 {0} de {1}.
restartRequired=D\u00E9marrage \u00E0 nouveau requis
restartRequiredConfirm=La modification des param\u00E8tres de configuration n\u00E9cessite un nouveau d\u00E9marrage. Veuillez charger \u00E0 nouveau cette application.
saveFailed=N&\#39;a pas pu sauvegarder {0}
saved=Sauvegarde de {0}
savedSettings=Succ\u00E8s \: param\u00E8tres sauvegard\u00E9s
search_index_pending=<h1>Indexation...</h1><p>Un index de recherche est en cours de cr\u00E9ation. Cela peut prendre un certain temps. Veuillez noter que l&#39;index n&#39;est cr\u00E9\u00E9 qu&#39;une seule fois pour une version et la langue indiqu\u00E9es.</p>
search_n_results=Results: <b>{0} instances</b>
search_on_homepage=Quickly navigate to any screen by using the links below, or locate a screen using <span id="homepage-search-link"></span>.
search_popup_description=Quickly navigate to any screen by using the local search: Enter keywords such as "data-source" or "log viewer". The search can be invoked anytime by pressing {0}.
selectServerGroups=S\u00E9lectionner les groupes de serveurs
selectServerGroupsFor=S\u00E9lectionner les groupes de serveurs pour {0}
server_config_stillRunning=L&\#39;instance sur serveur est toujours en cours d&\#39;ex\u00E9cution \: {0}
server_reload_confirm=Souhaitez-vous charger \u00E0 nouveau la configuration de serveur pour {0}\u00A0?
serversRunningOnHost=Disponibilit\u00E9 du serveur sur h\u00F4te \: {0}
subsys_configadmin_addNoPIDselected=Merci de s\u00E9lectionner un PID avant d&#39;ajouter une valeur
subsys_configadmin_oneValueRequired=Un Configuration Admin PID doit avoir au minimum une Configuration Value.
subsys_configadmin_remove=Supprimer Configuration Admin Data
subsys_configadmin_removeConfirm=Supprimer Configuration Admin Data pour PID \: {0} ?
subsys_configadmin_removeOnLastValueConfirm=Aucun valeur de configuration restante. Un PID doit avoir au minimum une valeur de configuration. Supprimer le PID\: {0}?
subsys_jca_err_ds_enabled=La source de donn\u00E9es {0} est encore active. Merci de la d\u00E9sactiver pour changer la configuration.
subsys_jca_err_ds_notEnabled=Source de donn\u00E9es non activ\u00E9e \: {0}
subsys_jpa_err_mericDisabled=Param\u00E8tre m\u00E9trique non activ\u00E9 sur {0}
subsys_messaging=Fournisseur de message \: {0}
subsys_naming_failedToLoadJNDIView=N&\#39;a pas pu charger les informations JNDI.
subsys_osgi_activate=Le sous-syst\u00E8me OSGi n&\#39;est pas actif. Cliquer sur "OK" pour l&\#39;activer maintenant.
subsys_osgi_activating=Activation ...
subsys_osgi_cant_start_fragment=Impossible de d\u00E9marrer un fragment ({0}).
subsys_osgi_cant_stop_fragment=Impossible de stopper un fragment ({0}).
subsys_osgi_capabilitiesHelp=Les fonctionnalit\u00E9s sont sous forme de groupes de Modules JBoss ou OSGi qui sont charg\u00E9s et \u00E9ventuellement lanc\u00E9s au d\u00E9marrage du sous-syst\u00E8me OSGi. Leur niveau de d\u00E9part indique les conditions et le moment de leur lancement.
subsys_osgi_frameworkPropertiesHelp=Propri\u00E9t\u00E9s OSGi Framework. Les modifications de ces propri\u00E9t\u00E9s requi\u00E8rent un red\u00E9marrage du Framework pour pouvoir \u00EAtre effectives.
subsys_osgi_removeCapability=Supprimer Fonctionnalit\u00E9
subsys_osgi_removeCapabilityConfirm=Supprimer des fonctionnalit\u00E9s \: {0} ?
successAdd=A ajout\u00E9 {0} \u00E0 {1}.
successDisabled=Succ\u00E8s \: d\u00E9sactivation de {0}.
successEnabled=Succ\u00E8s \: activation de {0}.
successful=Succ\u00E8s \: {0}
temporarilyUnavailable=Non disponible pour l&\#39;instant, veuillez essayer \u00E0 nouveau.
topology_description=Un aper\u00E7u de tous les h\u00F4tes, groupes et instances de serveurs dans le domaine.
topology_no_server=Aucun serveur n&#39;est disponible
transaction_log_description=L&#39;information persistante stock\u00E9e par le gestionnaire de transaction dans le but de r\u00E9cup\u00E9rer une transaction en cas d&#39;\u00E9chec. L&#39;op\u00E9ration de la sonde sera d&#39;ajouter et de supprimer des op\u00E9rations du mod\u00E8le quand les transactions r\u00E9elles correspondantes commenceront et finiront les phases de pr\u00E9paration et de validation. Une transaction coinc\u00E9e restera dans le mod\u00E8le jusqu&#39;\u00E0 ce qu&#39;elle soit termin\u00E9e ou explicitement supprim\u00E9e par l&#39;op\u00E9ration de suppression.
unknown_error=Erreur inconnue
verify_datasource_failed_message=Veuillez v\u00E9rifier les configuration de connexion de la source de donn\u00E9es {0}
verify_datasource_successful_message=Connexion \u00E0 la source de donn\u00E9es {0} \u00E9tablie.
